Repository: TXModXoopsTeam/rmcommon
Catalog: rmcommon/lang/*.po
Languages: fr, tr

source: Users deleted successfully!
fr: Les utilisateurs supprimés avec succès!
tr: Kullanıcılar başarıyla silindi!

source: Twitter
fr: Gazouillement

source: General
fr: Général

source: Appearance
fr: Apparence

source: Enable URL rewriting
fr: Activer la réécriture d'URL

source: New rewrite paths for supported modules
fr: De nouvelles voies de réécriture des modules pris en charge

source: Indicate the new paths for supported modules. This path must be used to form new rewrited URLs for modules.
fr: Indiquer les nouveaux chemins pour les modules pris en charge. Ce chemin doit être utilisé pour former de nouvelles URL réécrite pour les modules.

source: Language to use
fr: Langue à utiliser
tr: Kullanmak Dil

source: Admin theme
fr: thème Admin
tr: Yönetici tema

source: Disable new GUI when working on non native modules?
fr: Désactiver nouvelle interface graphique lors de l'utilisation des modules non indigènes?
tr: Olmayan yerli modülleri çalışırken yeni GUI devre dışı?

source: Select the default editor
fr: Sélectionnez l'éditeur par défaut
tr: Varsayılan düzenleyici seçin

source: XoopsCode Editor
fr: XoopsCode éditeur
tr: XoopsCode Editörü

source: Enable JQuery for front end
fr: Activer JQuery pour fin avant
tr: Ön uç için JQuery etkinleştirin

source: When this option is enabled, Common Utilities will include JQuery automatically. Please, disable this option only when your theme include jquery by default.
fr: Lorsque cette option est activée, Utilitaires commune inclut automatiquement JQuery. S'il vous plaît, désactivez cette option que si votre thème comprend jquery par défaut.
tr: Bu seçenek etkinleştirildiğinde, Ortak Araçlar otomatik olarak JQuery içerecektir. , Tema varsayılan olarak jquery dahil sadece bu seçeneği devre dışı lütfen.

source: Arrange images by date
fr: Arrangez les images par date
tr: Görüntüleri tarihe göre düzenlemek

source: Limit for image categories list.
fr: Limiter à la liste des catégories d'images.
tr: Görüntü kategori listesi için sınırlayın.

source: Image manager: number of images per page
fr: Gestionnaire d'images: nombre d'images par page
tr: Resim yöneticisi: Sayfa başına görüntü sayısı

source: Provide a secret key used to encrypt information.
fr: Fournir une clé secrète utilisée pour crypter les informations.
tr: Bilgileri şifrelemek için kullanılan gizli bir anahtar sağlar.

source: Allow HTMl in text
fr: Autoriser html dans le texte
tr: Metin HTML izin ver

source: Allow smilies in text
fr: Autoriser les smileys dans le texte
tr: Metin gülümsemeleri izin ver

source: Allow XoopsCode
fr: Autoriser XoopsCode
tr: XoopsCode izin ver

source: Allow images in text
fr: Autoriser les images dans le texte
tr: Metinde görüntülerin izin ver

source: Auto add line breaks in text
fr: Les sauts de ligne automatique de modules dans le texte
tr: Metin Otomatik eklenti satır sonları

source: Enable comments
fr: Activer les commentaires
tr: Yorumlar etkinleştirin

source: Allow anonymous users to post comments
fr: Autoriser les utilisateurs anonymes pour écrire des commentaires
tr: Anonim kullanıcıların Yorum göndermek için izin ver

source: Automatically approve comments by registered users
fr: Approuver automatiquement les commentaires des utilisateurs inscrits
tr: Otomatik kayıtlı kullanıcılar tarafından yorumlar onaylamak

source: Automatically approve comments by anonymous users
fr: Approuver automatiquement les commentaires des utilisateurs anonymes
tr: Otomatik olarak anonim kullanıcılar tarafından yorumlar onaylamak

source: Allow users to edit their comments
fr: Permettre aux utilisateurs d'éditer leurs commentaires
tr: Kullanıcıların görüşlerini düzenlemesine izin ver

source: Time limit to edit a comment (in hours).
fr: Date limite pour modifier un commentaire (en heures).
tr: Zaman sınırı Yorum (saat) düzenlemek için.

source: Modules number on dashboard
fr: Nombre de modules sur le tableau de bord
tr: Gösterge paneli üzerinde Modülleri sayısı

source: Image for RSS feeds
fr: Image de flux RSS
tr: RSS beslemeleri için Görüntü

source: Mailer method
fr: Méthode Mailer
tr: Mailer yöntemi

source: Common Utilities will use this method to send emails.
fr: Utilitaires communs vont utiliser cette méthode pour envoyer des emails.
tr: Ortak Araçlar e-postalar göndermek için bu yöntemi kullanır.

source: SMTP server to use
fr: serveur SMTP à utiliser
tr: Kullanmak için SMTP sunucusu

source: Specify the server through with the emails will be sent.
fr: Spécifiez le serveur via les e-mails seront envoyés.
tr: E-postaları gönderilecektir ile aracılığıyla sunucuya belirtin.

source: SMTP encryption
fr: chiffrement SMTP
tr: SMTP şifreleme

source: For SSL or TLS encryption to work, your PHP installation must have appropriate OpenSSL transports wrappers.
fr: Pour le cryptage SSL ou TLS pour travailler, votre installation de PHP doit avoir OpenSSL approprié transporte des emballages.
tr: Çalışmak için SSL veya TLS şifreleme için, PHP kurulum uygun OpenSSL taşıma sarma olmalıdır.

source: SSL
fr: SS

source: SMTP server port
fr: port du serveur SMTP
tr: SMTP sunucusu bağlantı noktası

source: Note that you must to write the appropriate port based on your encryption type selection.
fr: Notez que vous devez écrire le port approprié en fonction de votre sélection du type de cryptage.
tr: Eğer şifreleme türü seçime göre uygun bağlantı noktası yazmak gerektiğini unutmayın.

source: SMTP username
fr: nom d'utilisateur SMTP
tr: SMTP kullanıcı adı

source: SMTP password
fr: Mot de passe SMTP
tr: SMTP şifresi

source: Sendmail path
fr: Sendmail
tr: Sendmail yolu

source: Input the command for sendmail, including the correct command line flags. The default to use is "/usr/sbin/sendmail -bs" if this is not specified.
fr: Entrée de la commande de sendmail, y compris les drapeaux de ligne de commande corrects. La valeur par défaut à utiliser est "/usr/sbin/sendmail -bs" si ce n'est pas spécifié.
tr: Doğru komut satırı bayrakları dahil olmak üzere sendmail, için giriş komut. Kullanmak için varsayılan "/usr/sbin/sendmail-bs" Bu belirtilmemişse.

source: Enable RSS Center
fr: Activer RSS Centre
tr: RSS Merkezi etkinleştirin

source: Enable internal blocks manager
fr: Activer gestionnaire de blocs interne
tr: İç blok yöneticisi etkinleştirme

source: Activate updates
fr: Activer les mises à jour
tr: Güncellemeler etkinleştirin

source: When this option is enabled, Common Utilities will search automatically updates for modules and other components.
fr: Lorsque cette option est activée, Utilitaires commune va rechercher automatiquement mise à jour pour les modules et autres composants.
tr: Bu seçenek etkinleştirildiğinde, Ortak Araçlar otomatik olarak modülleri ve diğer bileşenler için güncellemeler arayacaktır.

source: Days between updates search
fr: Jours entre la recherche de mises à jour
tr: Güncellemeler Arama arasındaki gün

source: Show comments from internal comments system
fr: Afficher les commentaires des commentaires internes système
tr: İç yorumlar sistemi yorumlarına göster

source: Custom Block
fr: Bloquer personnalisée
tr: Özel Blok

source: Allows to create a block with custom content.
fr: Permet de créer un bloc avec un contenu personnalisé.
tr: Özel içerikli bir blok oluşturmasına izin verir.

source: Module
tr: Modül

source: Image not found!
tr: Resim bulunamadı!

source: Modules
tr: Modüller

source: Images
tr: Görüntüler

source: Plugins
tr: Eklentiler

source: Config ID: %s
tr: Yapılandırma ID: %s

source: Version:
tr: Sürüm:

source: %s configuration
tr: %s yapılandırma

source: HTML Editor
tr: HTML Editörü

source: Red México Twitter
tr: Kırmızı México Twitter

source: Red México Facebook
tr: Kırmızı México Facebook

source: Users List
tr: Kullanıcılar Listesi

source: Categories List
tr: Kategoriler Listesi

source: Add Images
tr: Görüntüler ekle

source: Showing <strong>%u</strong> to <strong>%u</strong> of <strong>%u</strong>.
tr: <strong>%u</strong> <strong>%u</strong> <strong>%u</strong> gösteriliyor.

source: Image Manager
tr: Görüntü Yöneticisi

source: Search Users
tr: Arama Kullanıcılar

source: %s Pages
tr: %s Sayfalar

source: Secret Key
tr: Gizli Anahtarlar

source: Go!
tr: Hadi!

source: Existing Users
tr: Mevcut Kullanıcılar

source: Description:
tr: Açıklama

source: Visible
tr: Görünür

source: %s settings
tr: %s ayarları

source: 1 minute
tr: 1 dakika

source: 5 minutes
tr: 5 dakika

source: 30 minutes
tr: 30 dakika

source: Visibility Options
tr: Görünürlük Seçenekleri

source: Block Permissions
tr: Blok İzinler

source: Read Permissions
tr: İzinleri Oku

source: Home page
tr: Ana Sayfa

source: Home
tr: Ana Sayfa

source: Spam
tr: Reklam E-postası

source: If you want to manage or install new modules please go to Modules Management.
tr: Yeni modüller yönetmek veya yüklemek istiyorsanız Modülleri Yönetim gidin.

source: Version: %s
tr: Sürüm: %s

source: Updated: %s
tr: Güncelleme: %s

source: Web:
tr: İnternet

source: Change name:
tr: Adını değiştirin:

source: Rename
tr: Yeniden Adlandır

source: %s Details
tr: %s Detayları

source: Help:
tr: Yardım

source: Description
tr: Açıklama

source: Notice
tr: Uyarı

source: Order by:
tr: Tarafindan:

source: Mode
tr: MOD

source: Action
tr: Eylem

source: Type: %s
tr: Türü: %s

source: Position tag
tr: Pozisyonu etiketi
