Repository: TXModXoopsTeam/rmcommon
Catalog: rmcommon/lang/*.po
Languages: fr, tr

source: Image updated successfully!
fr: Image mise à jour avec succès!
tr: Resim başarıyla güncellendi!

source: Please, speciy an image at least!
fr: S'il vous plaît, speciy une image au moins!
tr: Lütfen, en azından speciy bir görüntü!

source: Errors ocurred during images deletion!
fr: Des erreurs sont survenues lors de la suppression d'images!
tr: Hatalar görüntüleri silme sırasında oluştu!

source: Images deleted successfully!
fr: Images supprimés avec succès!
tr: Görüntüler başarıyla silindi!

source: Category ID not provided
fr: Catégorie ID pas fourni
tr: Kategori Kimliği sağlanmayan

source: Category not found
fr: Catégorie introuvable
tr: Kategori bulunamadı

source: Category deleted successfully!
fr: Catégorie supprimé avec succès!
tr: Kategori başarıyla silindi!

source: Errors ocurred while deleting the category
fr: Des erreurs sont survenues lors de la suppression de la catégorie
tr: Kategori silerken hatalar oluştu

source: Modules management (Install, uninstall and update)
fr: Gestion des modules (installation, désinstallation et mise à jour)

source: Images management
fr: Gestion des images

source: Comments management
fr: gestion des Commentaires

source: Plugins management (Install, uninstall and update)
fr: la gestion des plugins (installation, désinstallation et mise à jour)

source: Groups management (create, delete and update)
fr: la gestion des groupes (création, suppression et mise à jour)

source: Grant access to system and modules configuration.
fr: Accorder l'accès à la configuration du système et des modules.

source: Install
fr: Installer
tr: Yükle

source: More info
fr: Plus d'info
tr: Daha Fazla Bilgi

source: Author:
fr: auteur
tr: Hazırlayan

source: Web site:
fr: site Web:
tr: Web Sitesi

source: Updatable:
fr: Modifiable:

source: License:
fr: Licence:

source: XOOPS Official:
fr: XOOPS officiel:

source: C.U. Native:
fr: CU maternelle:

source: Directory:
fr: Répertoire:

source: Released:
fr: Sortie:

source: Get Help
fr: Aide

source: Close
fr: Fermer

source: Sorry, unauthorized operation!
fr: Désolé, l'exploitation non autorisée!
tr: Üzgünüm, izinsiz operasyon!

source: You must select a category before
fr: Vous devez choisir une catégorie avant
tr: Daha önce bir kategori seçmelisiniz

source: File URL
fr: URL du fichier
tr: Dosya URL

source: None
fr: Aucun
tr: Bu gerçekleşmedi,

source: You are not allowed to do this action
fr: Vous n'êtes pas autorisé à effectuer cette action
tr: Bu eylemi yapmak için izin verilmez

source: Sorry, category has not been specified!
fr: Désolé, catégorie n'a pas été spécifié!
tr: Üzgünüz, kategori belirtilmedi!

source: Sorry, the specified category has not been found!
fr: Désolé, la catégorie spécifiée n'a pas été trouvé!
tr: Üzgünüm, belirtilen kategori bulunamamıştır!

source: Sorry, the specified category is closed!
fr: Désolé, la catégorie spécifiée est fermé!
tr: Üzgünüm, belirtilen kategori kapalı!

source: Sorry, you can not upload images!
fr: Désolé, vous ne pouvez pas télécharger les images!
tr: Üzgünüz, resim yükleyemiyorum!

source: File could not be inserted to database!
fr: Le fichier ne peut être insérée dans la base de données!
tr: Dosya veritabanına eklenen olamazdı!

source: Dashboard Help
fr: Tableau de bord Aide
tr: Dashboard Yardım

source: Theme changed successfully!
fr: Thème modifié avec succès!
tr: Tema başarıyla değiştirildi!

source: Theme could not be changed!
fr: Thème n'a pas pu être changé!
tr: Tema değiştirilemez olabilir!

source: Specified theme does not exist!
fr: Thème spécifié n'existe pas!
tr: Belirtilen tema yok!

source: Do you really want to delete selected groups?\n\nPlease note that this action can not be undo.
fr: Voulez-vous vraiment supprimer les groupes sélectionnés? Notez que cette action ne peut pas être annuler.

source: Do you really want to delete this block?
fr: Voulez-vous vraiment supprimer ce bloc?
tr: Bu statik bloğu silmek istiyor musunuz?

source: Delete Block
fr: Supprimer Bloquer
tr: Blok Sil

source: Hide Block
fr: Masquer le bloc
tr: Blok gizle

source: Show Block
fr: Afficher Bloquer
tr: Blok göster

source: Block Settings
fr: Paramètres de blocage
tr: Blok Ayarları

source: Save
fr: Sauvegarder

source: Show Positions
fr: Afficher les positions
tr: Pozisyonlar göster

source: Show Blocks
fr: Afficher les blocs
tr: Bloklar göster

source: An error occurred while trying to add block to its position!
fr: Une erreur s'est produite lors de la tentative d'ajout bloc à sa position!
tr: Konumunu blok eklemek için çalışırken bir hata oluştu!

source: The position specified for this block does not exists!
fr: La position spécifiée pour ce bloc n'existe pas!
tr: Bu blok için belirtilen konumu mevcut değil!

source: Do you really want to delete selected positions?
fr: Voulez-vous vraiment supprimer certains postes?
tr: Gerçekten seçilen pozisyonları silmek istiyor musunuz?

source: You must select at least one position before you can do this action!
fr: Vous devez sélectionner au moins une position avant de pouvoir effectuer cette action!
tr: Bu eylemi yapmak için önce en az bir konum seçmek gerekir!

source: Downloading News...
fr: Téléchargement Nouvelles ...

source: Error ocurred while trying to load news.
fr: Erreur s'est produite lors du chargement de nouvelles.

source: Sorry, Red Mexico Common Utilities has not been installed yet!
fr: Désolé, Rouge Mexique commune Utilities n'a pas encore été installé!
tr: Üzgünüm, Kırmızı Meksika Ortak Araçlar henüz yüklü değil!

source: Add Group
fr: Ajouter Groupe

source: New user
fr: Nouvel utilisateur
tr: Yeni Kullanıcı

source: New category
fr: Nouvelle catégorie
tr: Yeni kategori

source: Add images
fr: Ajouter des images
tr: Resim ekle

source: Modules Management
fr: Gestion des modules
tr: Modüller Yönetimi

source: Specified module is not valid!
fr: Module spécifié n'est pas valide!
tr: Belirtilen modül geçerli değil!

source: %s is already installed!
fr: %s est déjà installé!
tr: %s zaten yüklü!

source: Sepecified module is not a valid Xoops Module!
fr: Module sepecified n'est pas un module Xoops valide!
tr: Sepecified modülü geçerli bir XOOPS Modülü değil!

source: Install %s
fr: Installez %s

source: Sorry, this operation could not be completed!
fr: Désolé, cette opération n'a pas pu être terminée!
tr: Üzgünüm, bu işlemi tamamlanamadı!

source: Installation log for %s
fr: Journal d'installation pour %s
tr: Için Yükleme günlük %s

source: Module %s is not installed yet!
fr: Module %s n'est pas encore installé!
tr: Modül %s henüz yüklü değil!

source: %s install log
fr: %s installer journal
tr: %s yükleme günlüğü

source: Uninstall log for %s
fr: Désinstaller vous connecter pour %s
tr: Için oturum Uninstall %s

source: Could not update %s
fr: Impossible de mettre à jour %s
tr: Güncellenemedi %s

source: Updating module %s
fr: Mise à jour le module %s
tr: Modülü güncelleme %s

source: Updating templates...
fr: Mise à jour des modèles ...
tr: Şablonları güncelleniyor ...

source: Template %s could not be inserted!
fr: Modèle %s n'a pas pu être inséré!
tr: Şablon %s takılı olamazdı!

source: Template %s inserted to the database.
fr: Modèle %s insérée à la base de données.
tr: Şablon %s veritabanına eklenen.

source: ERROR: Could not recompile template %s
fr: ERREUR: Impossible de recompiler modèle %s
tr: HATA: şablonu yeniden derlemek bulunamadı %s

source: Template %s recompiled
fr: Modèle %s recompilé
tr: Şablon %s tekrar derlenmiş

source: ERROR: Could not delete old template %s. Aborting update of this file.
fr: ERREUR: Impossible de supprimer l'ancien modèle %s . Abandon de la mise à jour de ce fichier.
tr: HATA: Eski şablonu silinemedi %s . Bu dosyanın güncelleştirme iptal.

source: Rebuilding blocks...
fr: Reconstruire blocs ...
tr: Blokları Yeniden ...

source: ERROR: Could not update %s
fr: ERREUR: Impossible de mettre à jour %s
tr: HATA: güncellenemedi %s

source: Block %s updated.
fr: Bloquer %s à jour.
tr: Blok %s güncellendi.

source: Block ID: %s
fr: Bloc ID: %s
tr: ID Blok: %s

source: ERROR: Could not update %s template.
fr: ERREUR: Impossible de mettre à jour %s la matrice.
tr: HATA: güncellenemedi %s şablonu.

source: Template %s updated.
fr: Modèle de %s à jour.
tr: Şablon %s güncellendi.

source: ERROR: Could not create %s
fr: ERREUR: Impossible de créer %s
tr: HATA: oluşturulamadı %s

source: ERROR: Could not add block access right
fr: ERREUR: Impossible d'ajouter le droit de bloquer l'accès
tr: HATA: sağ blok erişim eklenemedi

source: Group ID: %s
fr: ID de groupe: %s
tr: Grup Kimliği: %s

source: Added block access right
fr: Droit de bloquer l'accès ajoutée
tr: Eklendi blok erişim hakkı

source: ERROR: Could not insert template %s to the database.
fr: ERREUR: Impossible d'insérer modèle %s à la base de données.
tr: HATA: şablon eklemek bulunamadı %s veritabanına.

source: Template %s added to the database
fr: Modèle %s ajouté à la base de données
tr: Şablon %s veritabanına eklendi

source: ERROR: Template %s recompile failed
fr: ERREUR: Modèle de %s recompilation pas
tr: HATA: Şablon %s yeniden derleme başarısız oldu

source: Block %s created
fr: Bloquer %s créé
tr: Blok %s oluşturuldu

source: ERROR: Could not delete block %s
fr: ERREUR: Impossible de supprimer le bloc %s
tr: HATA: blok silinemedi %s

source: ERROR: Could not remove deprecated block template.
fr: ERREUR: Impossible de supprimer le modèle de bloc obsolète.
tr: HATA: kaldırılmış blok şablonu kaldırılamadı.

source: Block template %s deprecated
fr: Bloquer modèle %s obsolète
tr: Blok şablonu %s önerilmemektedir

source: Deleting module config options...
fr: Options de configuration des modules Suppression ...
tr: Modülü yapılandırma seçenekleri siliniyor ...

source: ERROR: Could not delete config data from the database
fr: ERREUR: Impossible de supprimer les données de configuration de la base de données
tr: HATA: veritabanından yapılandırma veri silinemedi

source: Config data deleted from the database.
fr: données de configuration supprimés de la base de données.
tr: Yapılandırma veri veritabanından silinir.

source: Config option added
fr: L'option Config ajoutée
tr: Yapılandırma seçeneği eklendi

source: Name:
fr: Nom:
tr: Ad:

source: Value:
fr: Valeur:
tr: Değer:

source: Config %s added to the database
fr: Config %s ajouté à la base de données
tr: Yapılandırma %s veritabanına eklendi

source: ERROR: Could not insert config %s to the database.
fr: ERREUR: Impossible d'insérer config %s de la base de données.
tr: HATA: config eklemek bulunamadı %s veritabanına.

source: Failed to execute %s
fr: Impossible d'exécuter %s
tr: Çalıştırılamadı %s

source: %s executed successfully.
fr: %s exécuté avec succès.
tr: %s başarıyla yürütüldü.

source: Module %s updated successfully!
fr: Module %s mis à jour avec succès!
tr: Modül %s başarıyla güncellendi!

source: Update log for %s
fr: journal de mise à jour pour %s
tr: Için günlük güncelleme %s

source: Module %s could not be disabled!
fr: Module %s ne peut pas être désactivé!
tr: Modül %s devre dışı olamazdı!

source: Module %s successfully disabled!
fr: Module %s désactivé avec succès!
tr: Modül %s başarıyla devre dışı!

source: Sorry, you don't have access to this page
fr: Désolé, vous n'avez pas accès à cette page
tr: Üzgünüz, bu foruma erişiminiz yoktur.

source: Click here to refresh
fr: Cliquez ici pour rafraîchir
tr: Yenileme için tıklayın

source: You can not rename modules. Session token not valid!
fr: Vous ne pouvez pas renommer des modules. jeton de session n'est pas valide!
tr: Modül adını değiştiremezsiniz. Oturum belirteci geçerli değil!

source: Data provided is not valid
fr: Les données fournies ne sont pas valides
tr: Sağlanan verilerin geçerli değil

source: Module name could not be changed!
fr: Nom du module ne peut pas être changé!
tr: Modül adını değiştirdi olamazdı!

source: Module name changed successfully!
fr: Nom du module modifié avec succès!
tr: Modül adı başarıyla değiştirildi!

source: Plugins Manager
fr: Plugins gestionnaire
tr: Eklentiler Yöneticisi

source: You must specify a existing plugin
fr: Vous devez spécifier un plugin existant
tr: Bir mevcut eklenti belirtmelisiniz

source: Specified plugin is installed already!
fr: Plugin spécifié est déjà installé!
tr: Belirtilen eklenti yüklü!

source: %s is not a valid plugin!
fr: %s n'est pas un plugin valide!
tr: %s geçerli bir eklenti değil!

source: Plugin could not be installed, please try again.
fr: Plugin pas pu être installé, s'il vous plaît essayer à nouveau.
tr: Eklenti yüklenemedi, lütfen tekrar deneyin.

source: The plugin has been inserted on database, but erros ocurred on this process.
fr: Le plugin a été inséré sur la base de données, mais erros survenues lors de ce processus.
tr: Eklenti veritabanı üzerinde takılı, ama kusurları bu süreci oluştu edilmiştir.

source: Plugin installed succesfully!
fr: Plugin installé avec succès!
tr: Eklentisi başarıyla yüklü!

source: Specified plugin is not installed yet!
fr: Plugin spécifiée n'est pas encore installé!
tr: Belirtilen eklenti henüz yüklü değil!

source: Plugin could not be uninstalled, please try again.
fr: Plugin ne peut pas être désinstallé, s'il vous plaît essayer à nouveau.
tr: Eklenti kaldırılamaz olabilir, lütfen tekrar deneyin.

source: The plugin has been deleted from database, but erros ocurred on this process.
fr: Le plugin a été supprimé de la base de données, mais erros survenues lors de ce processus.
tr: Eklenti veritabanından silinir, ama kusurları bu süreci oluştu edilmiştir.

source: Plugin uninstalled succesfully!
fr: Plugin désinstallé avec succès!
tr: Eklenti başarıyla kaldırıldı!

source: Plugin could not be updated, please try again.
fr: Plugin n'a pas pu être mis à jour, s'il vous plaît essayer à nouveau.
tr: Eklenti güncelleştirilemedi, lütfen tekrar deneyin.

source: The database has been updated, but erros ocurred on this process.
fr: La base de données a été mis à jour, mais erros survenues lors de ce processus.
tr: Veritabanı güncellenen, ama kusurları bu süreci oluştu edilmiştir.

source: Plugin updated succesfully!
fr: Plugin mis à jour avec succès!
tr: Eklenti başarıyla güncellendi!

source: Plugin status changed succesfully!
fr: Plugin statut a changé avec succès!
tr: Eklenti durumu başarıyla değişti!

source: Specified plugin is not active!
fr: Plugin spécifié n'est pas actif!
tr: Belirtilen eklenti aktif değil!

source: Visual Editor
fr: Editeur visuel
tr: Görsel Editörü

source: EXMCode Editor
fr: EXMCode éditeur
tr: EXMCode Editörü

source: Simple Editor
fr: Éditeur simple
tr: Basit Editörü

source: Save Settings
fr: Enregistrer les paramètres
tr: Ayarları kayde ...

source: Configure Plugin
fr: Configurer Plugin
tr: Plugin yapılandırma

source: Settings updated!
fr: Paramètres de mise à jour!
tr: Ayarlar güncellendi!

source: Sorry, comments has been disabled by administrator
fr: Désolé, les commentaires ont été désactivés par l'administrateur
tr: Üzgünüz, yorum yönetici tarafından devre dışı bırakıldı

source: You must provide your name and email in order to can post comments
fr: Vous devez fournir votre nom et votre e-mail afin de pouvoir envoyer des commentaires
tr: Yorum gönderebilmek için adınızı ve e-posta sağlamalıdır

source: Sorry, you are not allowed to post comments!
fr: Désolé, vous n'êtes pas autorisé à poster des commentaires!
tr: Üzgünüz, Yorum göndermek için izin verilmez!

source: There are not params to save!
fr: Il n'y a pas params pour sauver!
tr: Kaydetmek için params yok!

source: Object type missing!
fr: Type d'objet manquant!
tr: Nesne türü kayıp!

source: Object name missing!
fr: Nom de l'objet manquant!
tr: Nesne adı eksik!

source: You must write a message!
fr: Vous devez écrire un message!
tr: Bir mesaj yazmak gerekir!

source: Comment could not be posted!
fr: Commentaire n'a pas été publié!
tr: Görüş gönderdi olamazdı!

source: Comment posted successfully!
fr: Avis posté avec succès!
tr: Yorum başarıyla gönderildi!

source: You are not allowed to edit this comment!
fr: Vous n'êtes pas autorisé à modifier ce commentaire!
tr: Bu yorumu düzenlemek için izin verilmez!

source: Please specify a comment
fr: S'il vous plaît spécifier un commentaire
tr: Yorum belirtin

source: Invalid Operation
fr: Opération non valide
tr: Geçersiz Operasyonu

source: You must provide a text for comment!
fr: Vous devez fournir un texte de commentaire!
tr: Bu yorum için bir metin sağlamalıdır!

source: RSS Center
fr: RSS Centre
tr: RSS Merkezi

source: Choose an option to see its feed
fr: Choisissez une option de voir son alimentation
tr: Kendi yem görmek için bir seçenek seçin

source: This module does not support rss feeds
fr: Ce module ne supporte pas les flux rss
tr: Bu modül rss desteklemiyor

source: Unauthorized action
fr: Une action non autorisée

source: You have not specified a module!
fr: Vous n'avez pas indiqué un module!

source: You have not specified a valid module ID!
fr: Vous n'avez pas indiqué un module d'identité valide!

source: This module can not be configured with Common Utilities
fr: Ce module ne peut être configuré avec Common Utilities

source: Preferences
fr: Préférences

source: Settings
fr: Réglages

source: %s Settings
fr: %s Réglages

source: A module has not been specified!
fr: Un module n'a pas été spécifié!

source: The specified module does not exists.
fr: Le module spécifié n'existe pas.

source: Settings saved successfully!
fr: Paramètres sauvegardés avec succès!

source: Released on: %s
fr: Sorti le: %s
tr: : Yapım tarihi %s

source: Login required
fr: Connexion requise
tr: Gerekli giriş

source: Installing update...
fr: Installation mise à jour ...
tr: Güncelleştirmeyi yüklemek ...

source: Downloading %s
fr: Téléchargement %s
tr: Indirme %s

source: View details
fr: Voir les détails
tr: Detayları Görüntüle

source: Update now!
fr: Mettre à jour maintenant!
tr: Şimdi güncelle

source: Install Later
fr: Installez la suite
tr: Yükleyin Daha sonra

source: File
fr: Dossier
tr: Dosya

source: Size
fr: Taille
tr: Boyut

source: Path: %s
fr: Chemin d'accès: %s
tr: Yol: %s

source: There are not modules that support rewrite feature.
fr: Il n'y a pas de modules qui prennent en charge option de réécriture.

source: ERROR 404. Document not Found!
fr: ERREUR 404. Document non trouvé!

source: Request document %s could not be found in this server!
fr: Demander le document %s n'a pu être trouvée sur ce serveur!

source: General Settings
fr: Réglages généraux
tr: Genel Ayarlar

source: Custom Options
fr: Options sur mesure
tr: Özel Seçenekler

source: Block Title
fr: Titre du bloc
tr: Blok Başlık

source: Block position
fr: position de bloc
tr: Blok konumu

source: Block weight
fr: Bloquer poids
tr: Blok ağırlık

source: Cache lifetime
fr: durée de vie du cache
tr: Önbellek kullanım süresi

source: No Cache
fr: Pas de cache
tr: Hiçbir Önbellek

source: 30 seconds
fr: 30 secondes
tr: 30 saniye

source: 1 hour
fr: 1 heure
tr: 1 saat

source: 5 hours
fr: 5 heures
tr: 5 saat

source: 1 day
fr: 1 jour
tr: 1 gün

source: 3 days
fr: 3 jours
tr: 3 gün

source: 1 week
fr: 1 semaine
tr: 1 hafta

source: 1 month
fr: 1 mois
tr: 1 ay

source: Access Permissions
fr: Autorisations d'accès

source: Visible in
fr: Visible à
tr: Görünür

source: Custom Block Content
fr: Bloquer un contenu personnalisé
tr: Özel Blok İçerik

source: Content type:
fr: Type de contenu:
tr: Içerik türü:

source: Formatted text
fr: Texte mis en forme
tr: Biçimlendirilmiş metin

source: HTML block
fr: bloc HTML
tr: HTML blok

source: PHP block
fr: Bloc de PHP
tr: PHP bloğu

source: XOOPS code
fr: Code XOOPS
tr: XOOPS kodu

source: Blocks Administration
fr: Blocs administration
tr: Bloklar Yönetim

source: Add New Block
fr: Ajouter un nouveau bloc
tr: Yeni Blok Ekle

source: Messages Console
fr: Console de Messages
tr: Mesajlar Konsol

source: Drag and drop blocks here
fr: Glissez et déposez les blocs ici
tr: Burada Sürükle ve blokları bırakın

source: Hide block
fr: Masquer le bloc
tr: Bloğu gizle

source: Show block
fr: Afficher le bloc
tr: Bölümü göster

source: Input a name to identify this position (<em>eg. Left blocks</em>)
fr: Saisissez un nom pour identifier cette position (<em> par exemple. Blocs Gauche </ em>)
tr: Giriş bu konumunu tanımlamak için bir isim (<em> örneğin. Sol blok </ em>)

source: Tag Name
fr: Nom du marqueur
tr: Etiket Adı

source: Specify a name for the smarty tag to use in templates (eg. left_blocks). This tag will be used as Smarty tag (eg. &lt;{$left_blocks}&gt).
fr: Indiquez un nom pour la balise Smarty à utiliser dans les modèles (par exemple left_blocks). Cette balise sera utilisé comme Smarty tag (par exemple <{$ left_blocks}>).
tr: Şablonları (örneğin left_blocks) kullanmak smarty etiket için bir ad belirtin. Bu etiket Smarty etiket (örneğin <{$ left_blocks}>) olarak kullanılacaktır.

source: Add Position
fr: Ajouter Position
tr: Pozisyonu ekle

source: How to implement blocks
fr: Comment mettre en œuvre des blocs
tr: Blokları nasıl uygulanır

source: Bulk actions...
fr: Actions en vrac ...
tr: Toplu eylemler ...

source: Hidden
fr: Caché

source: Apply
fr: Appliquer
tr: Uygula

source: ID
fr: I

source: Active
fr: Actif
tr: Aktif

source: There are not positions created yet!
fr: Il n'y a pas de positions encore créé!
tr: Henüz oluşturulan pozisyon yok!

source: Loading
fr: Chargement
tr: Yükleniyor ......

source: Loading data...
fr: Chargement des données...
tr: Veri yükleme ...

source: Create New Category
fr: Créer une nouvelle catégorie
tr: Yeni Kategori Oluştur

source: Category Name:
fr: Nom de la catégorie:
tr: Kategori Adı:

source: Category Status:
fr: Catégorie Status:
tr: Kategori Durum:

source: Inactive
fr: Inactif
tr: Pasif

source: Maximum file size:
fr: Taille maximale du fichier:
tr: Maksimum dosya boyutu:

source: Bytes
fr: Octets
tr: Bayt

source: Kilobytes
fr: Kilo-octets

source: Megabytes
fr: Mégaoctets
tr: Megabayt

source: Groups that can upload images:
fr: Les groupes qui peuvent télécharger des images:
tr: Resim yükleyebilirsiniz Gruplar:

source: Groups that can use this category:
fr: Les groupes qui peuvent utiliser cette catégorie:
tr: Bu kategoride kullanabilirsiniz Gruplar:

source: Custom Sizes
fr: Tailles sur mesure
tr: Özel Boyutlar

source: This configurations stablish the sizes in wich images will be created.
fr: Ce configurations affermir les tailles en images wich seront créés.
tr: Bu yapılandırmaları wich görüntüler boyutları oluşturulur stablish.

source: You can specify all sizes that you wish according to your needs.
fr: Vous pouvez spécifier toutes les tailles que vous souhaitez en fonction de vos besoins.
tr: Sen kendi ihtiyaçlarınıza göre istediğiniz her boyutta belirtebilirsiniz.

source: Add New Size
fr: Ajouter un nouveau Taille
tr: Yeni Boyutu Ekle

source: Size name
fr: nom de Taille
tr: Boyutu adı

source: e.g. thumbnail
fr: par exemple la vignette
tr: örneğin küçük

source: Width:
fr: Largeur:
tr: Genişlik:

source: e.g. 150
fr: par exemple 150
tr: örneğin 150

source: Height:
fr: Taille:
tr: Yükseklik: İşleme yüksekliği

source: Scale
fr: Echelle
tr: Bahsi geçen panellerin üzerinde bu sayıları bulabilirsiniz.

source: Crop
fr: Rogner
tr: Ürün

source: No Resize
fr: Pas de redimensionnement
tr: Yeniden Boyutlandırma

source: Update Category
fr: Mise à jour de la catégorie
tr: Kategori güncelleme

source: Search
fr: Rechercher

source: You need something to search!
fr: Vous devez quelque chose à chercher!
tr: Aramak için bir şey gerekiyor!

source: Bulk Actions...
fr: Actions en vrac ...
tr: Toplu Eylem ...

source: Set unapproved
fr: Situé non approuvé
tr: Onaylanmamış Set

source: Set approved
fr: Ensemble approuvé
tr: Onaylı Set

source: Mark as SPAM
fr: Marquer comme pourriel
tr: Spam olarak işaretle

source: Delete comments
fr: Supprimer les commentaires
tr: Yorumlar Sil

source: View all
fr: Tout afficher
tr: (tümünü göster)

source: SPAM
fr: Pourriel
tr: Reklam E-postası
