Repository: TXModXoopsTeam/rmcommon
Catalog: rmcommon/lang/*.po
Languages: fr, tr

source: Operation not allowed!
fr: Opération non autorisée!
tr: İşleme izin verilmedi!

source: Sorry, you are not allowed to view this page
fr: Désolé, vous n'êtes pas autorisé à afficher cette page
tr: Üzgünüz, bu sayfayı görme izniniz yok

source: The block specified seems to be invalid. Please try again.
fr: Le bloc spécifié semble être invalide. S'il vous plaît essayez de nouveau.
tr: Belirtilen blok geçersiz gibi görünüyor. Lütfen tekrar deneyiniz.

source: The specified module does not exists!
fr: Le module spécifié n'existe pas!
tr: Belirtilen modül mevcut değil!

source: The specified block does not exists, please verify your selection.
fr: Le bloc spécifié n'existe pas, s'il vous plaît vérifier votre sélection.
tr: Belirtilen blok var değildir, seçiminizi doğrulayın.

source: Block could not be created. Please try again!
fr: Bloquer pas pu être créé. S'il vous plaît essayer de nouveau!
tr: Blok oluşturulamadı. Lütfen tekrar deneyiniz!

source: Block "%s" was added successfully! Please configure it.
fr: Bloc "%s" a été ajouté avec succès! S'il vous plaît configurer.
tr: Blok "%s" başarıyla eklendi! Yapılandırmak lütfen.

source: The block that you specified seems to be invalid. Please try again
fr: Le bloc que vous avez spécifié semble être invalide. S'il vous plaît essayer à nouveau
tr: Belirttiğiniz blok geçersiz gibi görünüyor. Lütfen tekrar deneyin

source: Specified block does not exists!. Please try again
fr: Bloc spécifié n'existe pas!. S'il vous plaît essayer à nouveau
tr: Belirtilen blok var kaydı bulunamadı. Lütfen tekrar deneyin

source: Configuration form for block "%s" was loaded successfully!
fr: Forme de configuration pour le bloc "%s" a été chargé avec succès!
tr: Blok için yapılandırma formu "%s" başarıyla yüklendi!

source: Session token expired. Please try again.
fr: jeton de session a expiré. S'il vous plaît essayez de nouveau.
tr: Oturum simge süresi doldu. Lütfen tekrar deneyiniz.

source: You must provide a block ID!
fr: Vous devez fournir un ID de bloc!
tr: Bir blok ibraz etmeniz gerekmektedir!

source: Specified block does not exists!
fr: Bloc spécifié n'existe pas!
tr: Belirtilen blok mevcut değil!

source: Settings for the block "%s" could not be saved!
fr: Réglages pour le bloc "%s" ne pouvaient pas être sauvés!
tr: Blok için Settings "%s" kaydedilemedi!

source: Settings for block "%s" were saved successfully!
fr: Réglages pour le bloc "%s" ont été enregistrées avec succès!
tr: Blok için Settings "%s" başarıyla kaydedildi!

source: Specified position is not valid!
fr: Position spécifiée n'est pas valide!
tr: Belirtilen konumu geçerli değil!

source: You must fill name and tag input fields!
fr: Vous devez remplir le nom et les champs de saisie d'étiquette!
tr: Bu isim ve etiket giriş alanları doldurunuz!

source: Specified blocks position does not exists!
fr: La position des blocs spécifiée n'existe pas!
tr: Belirtilen bloklar konumu mevcut değil!

source: Already exists another blocks position with same name or tag!
fr: Existe déjà une autre position de blocs avec le même nom ou mot-clé!
tr: Zaten aynı adı veya etiket ile başka bir blok pozisyon var!

source: Position "%s" was saved successfylly!
fr: Position "%s" a été enregistré successfylly!
tr: Konumu "%s" successfylly kaydedildi!

source: Position "%s" could not be saved!
fr: Position "%s" n'a pas pu être sauvé!
tr: Konumu "%s" kaydedilemedi!

source: Blocks order could not be saved!
fr: Blocs ordre n'a pas pu être sauvé!
tr: Bloklar için kaydedilemedi!

source: Session token expired!
fr: jeton de session a expiré!
tr: Oturum belirteci süresi!

source: Position not specified!
fr: Position pas spécifié!
tr: Pozisyon belirtilmemiş!

source: Blocks order for position "%s" saved successfully!
fr: Blocs pour que la position "%s" enregistré avec succès!
tr: Pozisyon için Bloklar için "%s" başarıyla kaydedildi!

source: Blocks order for position "%s" could not be saved!
fr: Blocs pour que la position "%s" n'a pas pu être sauvés!
tr: Pozisyon için Bloklar için "%s" kaydedilemedi!

source: Block visibility could not be saved!
fr: Bloquer la visibilité n'a pas pu être sauvé!
tr: Blok görüş kurtarılamadı!

source: Block identifier not specified!
fr: Bloquer identificateur pas spécifié!
tr: Belirteci belirtilmemişse Blok!

source: The visibility of the block %s was changed successfully!
fr: La visibilité du bloc %s a été modifié avec succès!
tr: Bloğun görünürlüğü %s başarıyla değiştirildi!

source: Visibility for block %s could not be changed!
fr: Visibilité pour le bloc %s ne peut pas être changé!
tr: Blok için Görünürlük %s değiştirilemez olabilir!

source: No block has been specified!
fr: Aucun bloc n'a été spécifié!
tr: Hiçbir blok belirtilmiş!

source: The block "%s" could not be deleted!
fr: Le bloc "%s" ne peut pas être supprimé!
tr: Blok "%s" silinemedi!

source: The block "%s" was deleted successfully!
fr: Le bloc "%s" a été supprimé!
tr: Blok "%s" başarıyla silindi!

source: Please specify a valid module dirname!
fr: S'il vous plaît spécifier un module dirname valide!

source: Specified module is not installed!
fr: Module spécifié n'est pas installé!

source: All
fr: Tout
tr: Tüm

source: Insert Image
fr: Insérez l'image
tr: Resim Eklemek

source: Blocks Management
fr: Gestion des blocs
tr: Bloklar Yönetimi

source: Internal blocks manager is currenlty disabled!
fr: Directeur des blocs interne est actuellement désactivée!
tr: İç blok yöneticisi currenlty devre dışı!

source: You are not allowed to do this action!
fr: Vous n'êtes pas autorisé à effectuer cette action!
tr: Bu eylemi yapmak için izin verilmez!

source: Please provide a name and tag for this new position!
fr: S'il vous plaît fournir un nom et une marque à ce nouveau poste!
tr: Bu yeni pozisyon için bir isim ve etiket veriniz!

source: You must specify a valid position ID!
fr: Vous devez spécifier une position d'identité valide!
tr: Geçerli bir konuma ID belirtmeniz gerekir!

source: Specified position does not exists!
fr: Position spécifiée n'existe pas!
tr: Belirtilen konumu mevcut değil!

source: Already exists another position with same name or same tag!
fr: Existe déjà un autre poste avec le même nom ou même étiquette!
tr: Zaten aynı isim veya aynı etiketi ile başka bir konuma var!

source: Database updated successfully!
fr: Base de données mise à jour avec succès!
tr: Veritabanı başarıyla güncellendi!

source: Errors ocurred while trying to save data
fr: Des erreurs sont survenues en tentant de sauver les données
tr: Verileri kaydetmek çalışırken hatalar oluştu

source: Select at least a block!
fr: Sélectionnez au moins un bloc!
tr: En az bir bloğu seçin!

source: Database updated successfully
fr: Base de données mise à jour avec succès
tr: Veritabanı başarıyla güncellendi

source: Errors ocurred while trying to do this action
fr: Des erreurs sont survenues lors de la tentative de faire cette action
tr: Bu eylem yapmak isterken hatalar oluştu

source: You must select at least one position!
fr: Vous devez sélectionner au moins une position!
tr: En az bir konum seçmek gerekir!

source: There was some errors:
fr: Il y avait quelques erreurs:
tr: Bazı hatalar vardı:

source: Unknow
fr: Inconnu

source: Number of Comments:
fr: Nombre de commentaires:
tr: Yorum Sayısı:

source: Show module name:
fr: Afficher le nom du module:
tr: Modül adı göster:

source: Yes
fr: Oui.

source: No
fr: Aucun.
tr: Hayır

source: Show item name:
fr: Afficher le nom de l'article:
tr: Öğesi adı göster:

source: Show username:
fr: Afficher nom d'utilisateur:
tr: Kullanıcı adı göster:

source: Show date:
fr: Date montrer:
tr: Tarihi göster:

source: No objects name has been provided!
fr: Pas de nom des objets a été fournie!

source: No owner has been specified!
fr: Aucun propriétaire n'a été spécifié!

source: Property "%s.%s" is not defined.
fr: Propriété "%s.%s" n'est pas défini.

source: Property "%s.%s" is read only.
fr: Propriété "%s.%s" est en lecture seule.

source: You must provide an array with columns names and titles as values pair!
fr: Vous devez fournir un tableau avec des colonnes les noms et titres que les valeurs paire!

source: Invalid argument in RMActiveRecord::do_pairs. Array is required.
fr: Invalid argument dans les do_pairs RMActiveRecord de. Array est nécessaire.

source: Invalid argument in RMActiveRecord::do_pairs. A key and value are required.
fr: Invalid argument dans les do_pairs RMActiveRecord de. Une clé et la valeur sont nécessaires.

source: The field "%s" could not be empty.
fr: Le champ "%s" ne peut pas être vide.

source: Property "%s::%s" is read only.
fr: Propriété "%s::%s" est en lecture seule.

source: Property "%s::%s" is not defined.
fr: Propriété "%s::%s" n'est pas défini.

source: Table name could not be empty.
fr: Nom de la table ne peut pas être vide.

source: No INNER JOIN parameters has been provided.
fr: Pas INNER JOIN paramètres a été fourni.

source: Choose Time
fr: Choisissez Temps
tr: Zaman seçin

source: All Users
fr: Tous les utilisateurs
tr: Tüm Kullanıcılar

source: Users...
fr: Les utilisateurs ...

source: Select users
fr: Sélectionnez les utilisateurs

source: Available Modules
fr: Modules disponibles
tr: Mevcut Modüller

source: Home Page
fr: Page d'accueil
tr: Ana Sayfa

source: User page
fr: Page utilisateur
tr: Kullanıcı sayfası

source: User profile page
fr: Profil Utilisateur
tr: Kullanıcı profil sayfası

source: Users registration
fr: enregistrement des utilisateurs
tr: Kullanıcılar kaydı

source: Edit user
fr: Modifier l'utilisateur
tr: Kullanıcı Düzenle

source: Read PM
fr: Lire PM
tr: PM okuyun

source: Private messages
fr: Messages privés
tr: Özel mesajlar

source: Inner Pages
fr: Pages intérieures
tr: İç Sayfa

source: Allow HTML
fr: Autoriser HTML
tr: HTML izin ver

source: Allow Xoops Code
fr: Autoriser le code Xoops
tr: XOOPS Kodu izin ver

source: Allow Smilies
fr: Autoriser Smileys
tr: İfadeler izin ver

source: Allow break lines
fr: Autoriser lignes de rupture
tr: Hatları kırmak izin ver

source: Do images
fr: Avez images
tr: Görüntüleri mı

source: Select Files
fr: Sélectionnez Fichiers
tr: Dosyalar seçin

source: All Files
fr: Tous les Fichiers
tr: Tüm dosyalar (*.*)

source: Fields marked with (*) are required.
fr: Les champs marqués d'un (*) sont obligatoires.
tr: (*) Ile işaretlenmiş alanların doldurulması zorunludur.

source: Form element "%s" must be called providing required parameters.
fr: Élément de formulaire "%s" doit être appelé fournissant des paramètres requis.

source: Form element of type "%s" does not exists.
fr: Élément de formulaire de type "%s" n'existe pas.

source: The form element "%s" is not valid.
fr: L'élément de forme "%s" de n'est pas valable.

source: Button
fr: Bouton

source: This field is required.
fr: Ce champ est obligatoire.

source: Users
fr: Utilisateurs
tr: Kullanıcılar

source: Add
fr: Ajouter

source: Groups
fr: Groupes
tr: Gruplar

source: Edit
fr: Modifier

source: Edit Group
fr: Modifier le groupe

source: Delete
fr: Supprimer

source: Delete Groups
fr: Supprimer les groupes

source: Categories
fr: Catégories
tr: Kategoriler

source: New
fr: Nouveau

source: Dashboard
fr: Tableau de bord
tr: Gösterge Panosu

source: Blocks
fr: Blocs
tr: Bloklar

source: Comments
fr: Commentaires
tr: Yorumlar

source: Updates
fr: Mises à jour
tr: Güncellemeler

source: Posted on %s
fr: Publié le %s

source: Name
fr: Nom :
tr: İsim

source: Email address
fr: Adresse mail
tr: E-Posta Adresi

source: Web site
fr: Site Web :
tr: Web Sitesi

source: Your comment
fr: Votre commentaire
tr: Yorumunuz

source: Submit Comment
fr: Laissé un commentaire
tr: Yorumu Gönder

source: Submit a comment
fr: Ecrire un commentaire
tr: Yorum ekle

source: Please specify your name
fr: S'il vous plaît indiquer votre nom
tr: Adınızı belirtin

source: Please specify a valid email
fr: S'il vous plaît spécifier une adresse email valide
tr: Geçerli bir e-posta belirtin

source: Please write a message
fr: S'il vous plaît écrivez un message
tr: Bir mesaj yazınız

source: Please enter a valid URL
fr: S'il vous plaît, entrez une URL valide
tr: Geçerli bir URL girin

source: Method %s is deprecated. Use %s::%s instead.
fr: Méthode %s est obsolète. Utilisez %s :: %s à la place.

source: Get values from URL parameters without specify a valid type, can result in security issues. Please consider to specify a type before to get URL params.
fr: Obtenir les valeurs de paramètres d'URL sans spécifier un type valide, peuvent entraîner des problèmes de sécurité. S'il vous plaît envisager de spécifier un type avant d'obtenir params URL.

source: You don't have required rights to do this action!
fr: Vous n'avez pas besoin de l'homme pour faire cette action!

source: No cache
fr: Pas de cache

source: %u seconds
fr: % u secondes

source: One hour
fr: Une heure

source: %u hours
fr: % u heures

source: One day
fr: Un jour

source: %u days
fr: % u jours

source: One week
fr: Une semaine

source: URL rewriting requires an Apache Server and mod_rewrite enabled!
fr: La réécriture d'URL nécessite un serveur Apache et mod_rewrite activé!
tr: Yeniden URL Apache Sunucusu gerektirir ve mod_rewrite etkin!

source: The configuration file for this block does not exists!
fr: Le fichier de configuration pour ce bloc n'existe pas!
tr: Bu blok için yapılandırma dosyası mevcut değil!

source: There was a problem trying to show the configuration options for this block!
fr: Il y avait un problème en essayant de montrer les options de configuration pour ce bloc!
tr: Bu blok için yapılandırma seçenekleri göstermeye çalışan bir sorun var!

source: The module "%s" does not exists!
fr: Le module "%s" la n'existe pas!

source: Property %s.%s does not exists.
fr: Propriété %s . %s n'existe pas.

source: This area requires user login!
fr: Cette zone nécessite connexion de l'utilisateur!

source: Showing results <strong>%u</strong> to <strong>%u</strong> from <strong>%u</strong>.
fr: Le% de Afficher les résultats u </ strong> <strong>% u </ strong> de <strong>% u </ strong>.

source: Help
fr: Aide
tr: Yardım

source: You must provide a valid time and format value to use RMTimeFormatter::format() method
fr: Vous devez fournir une heure valide et la valeur de format à utiliser RMTimeFormatter :: méthode format ()
tr: Sen RMTimeFormatter kullanmak için geçerli bir zaman ve biçim değeri :: format () yöntemi sağlamalıdır

source: Sunday
fr: Dimanche
tr: Pazar

source: Monday
fr: Lundi
tr: Pazartesi

source: Tuesday
fr: Mardi
tr: Salı

source: Wednesday
fr: Mercredi
tr: Çarşamba

source: Thursday
fr: Jeudi
tr: Perşembe

source: Friday
fr: Vendredi
tr: Cuma

source: Saturday
fr: Samedi
tr: Cumartesi

source: January
fr: Janvier
tr: Ocak

source: February
fr: Février
tr: Şubat

source: March
fr: Mars
tr: Mart

source: April
fr: Avril
tr: Nisan

source: May
fr: Peuvent
tr: Mayıs

source: June
fr: Juin
tr: Haziran

source: July
fr: Juillet
tr: Temmuz

source: August
fr: Août
tr: Ağustos

source: September
fr: Septembre
tr: Eylül

source: October
fr: Octobre
tr: Ekim

source: November
fr: Novembre
tr: Kasım

source: December
fr: Décembre
tr: Aralık

source: %s MB
fr: %s Mo

source: %s GB
fr: %s Go

source: Remove Image
fr: Supprimer l'image
tr: Resim çıkarın

source: Image manager...
fr: Gestionnaire d'images ...
tr: Resim yöneticisi ...

source: Comments Manager
fr: Commentaires gestionnaire
tr: Yorumlar Müdürü

source: Do you really want to delete this comment?
fr: Voulez-vous vraiment supprimer ce commentaire?
tr: Bu indirimi silmek istiyor musunuz?

source: Invalid operation
fr: Opération invalide
tr: Geçersiz işlem

source: Sorry, session token expired!
fr: Désolé, jeton de session a expiré!
tr: Üzgünüm, oturum belirteci süresi!

source: Unrecognized data!
fr: Des données non reconnues!
tr: Tanınmayan veri!

source: Comments updated successfully!
fr: Commentaires mis à jour avec succès!
tr: Yorumlar başarıyla güncellendi!

source: Errors occurrs while trying to update comments!
fr: Erreurs occurrs tout en essayant de mettre à jour les commentaires!
tr: Hatalar occurrs yorumlar güncelleştirmeye çalışırken!

source: Comments deleted successfully!
fr: Commentaires supprimés avec succès!
tr: Yorum başarıyla silindi!

source: Sorry, comment id is not valid
fr: Désolé, les commentaires id n'est pas valide
tr: Üzgünüz, yorum kimliği geçerli değil

source: Sorry, comment does not found
fr: Désolé, commentaire n'a pas trouvé
tr: Üzgünüz, yorum bulunamadı değil

source: Edit Comment
fr: Modifier le commentaire
tr: Yorum Düzenleme

source: In reply to
fr: En réponse à :
tr: Cevap olarak

source: Posted date
fr: Date de publication
tr: Tarih tarih

source: Poster
fr: Affiche

source: Status
fr: État
tr: Duru

source: Approved
fr: Approuvé
tr: Onaylı

source: Unapproved
fr: Non validé
tr: Onaylanmamış

source: Content
fr: Contenu

source: Update Comment
fr: Mise à jour Commentaire
tr: Yorum Güncelleme

source: Cancel
fr: Annuler

source: Comment ID not specified!
fr: Commentaire ID pas spécifié!
tr: Belirtilmemiş ID Yorum!

source: Specified comment does not exist!
fr: Divulgué commentaire n'existe pas!
tr: Belirtilen yorum yok!

source: Comment updated successfully!
fr: Commentaire mis à jour avec succès!
tr: Başarıyla güncellendi Yorum!

source: Errros ocurrs while trying to update comment!
fr: Ocurrs errros tout en essayant de mettre à jour un commentaire!
tr: Yorum güncellemek için çalışırken Errros ocurrs!

source: An error ocurred while trying to delete .htaccess rules!
fr: Une erreur s&#92;&#39;est produite lors de la tentative de supprimer. Règles htaccess!

source: Please delete lines starting with <code># begin rmcommon</code> and ending with <code># end rmcommon</code>
fr: S'il vous plaît supprimer les lignes commençant par # <code> commencent rmcommon </ code> et se terminant par <code> # fin rmcommon </ code>

source: An error ocurred while trying to write .htaccess file!
fr: Une erreur s&#92;&#39;est produite lors de la tentative d'écrire. Htaccess!

source: Please try to add manually next lines:
fr: S'il vous plaît essayez d'ajouter des lignes manuellement suivants:

source: Users Management
fr: Gestion des utilisateurs
tr: Kullanıcılar Yönetimi

source: Groups Management
fr: Gestion des groupes

source: The specified group does not exists!
fr: Le groupe spécifié n'existe pas!

source: Create new group
fr: Créer un nouveau groupe

source: Edit group "%s"
fr: Modifier le groupe "%s"

source: Session token expired
fr: jeton de session a expiré

source: No name has been provided.
fr: Aucun nom n'a été fourni.

source: Description has not been provided.
fr: Description n'a pas été fournis.

source: Specified group does not exists. Please try again.
fr: Groupe spécifié n'existe pas. S'il vous plaît essayez de nouveau.

source: Errors ocurred while trying to save group data.
fr: Des erreurs sont survenues en tentant de sauver les données du groupe.

source: Administrative rights could not be saved.
fr: Droits d'administration ne peuvent pas être enregistrés.

source: Access rights could not be saved.
fr: Les droits d'accès ne peuvent pas être enregistrés.

source: Specific permissions could not be saved.
fr: Des autorisations spécifiques ne peuvent pas être enregistrés.

source: Data saved successfully.
fr: Les données enregistrées avec succès.

source: You must select at least one group. Please, try again.
fr: Vous devez sélectionner au moins un groupe. S'il vous plaît, essayez de nouveau.

source: No valid groups has been selected. Note that system groups could not be deleted.
fr: Pas de groupes valides a été sélectionné. Notez que les groupes du système ne peuvent pas être supprimés.

source: Selected groups has been deleted.
fr: Groupes sélectionnés ont été supprimés.

source: Errors ocurred while trying to delete selected groups.
fr: Des erreurs sont survenues lors de la tentative de supprimer des groupes sélectionnés.

source: There are not categories yet! Please create one in order to add images.
fr: Il n'y a pas encore les catégories! S'il vous plaît créer un afin d'ajouter des images.
tr: Kategoriler henüz yok! Görüntü eklemek için bir oluşturun.

source: Images Management
fr: Gestion des images
tr: Görüntü Yönetimi

source: Images Management: %s
fr: Gestion des images: %s
tr: Görüntüler Yönetimi: %s

source: Category %s is closed. Please, select another category.
fr: Catégorie %s est fermé. S'il vous plaît, choisissez une autre catégorie.
tr: Kategori %s kapalıdır. , Başka bir kategori seçiniz.

source: All Images (*.jpg, *.png, *.gif)
fr: Toutes les images (*. Jpg, *. Png, *. Gif)
tr: Tüm resimler (*. Jpg, *. Png, *. Gif)

source: Browse Images...
fr: Parcourir les images ...
tr: Görüntüler göz atın ...

source: Uploaded successfully!
fr: Téléchargé succès!
tr: Başarıyla yüklendi!

source: Images Manager
fr: Images gestionnaire
tr: Görüntü Yöneticisi

source: Upload Images
fr: Télécharger des images
tr: Görüntüler yükle

source: Images Manager: Categories
fr: Images Gestionnaire: Catégories
tr: Resimler Müdürü: Kategoriler

source: You must specify a category id to edit!
fr: Vous devez spécifier une catégorie Identifiant modifier!
tr: Düzenlemek bir kategori id belirtmeniz gerekir!

source: The specified category does not exist!
fr: La catégorie spécifiée n'existe pas!
tr: Belirtilen kategori yok!

source: Edit Category
fr: Modifier une catégorie
tr: Kategoriyi Düzenle

source: Add Category
fr: Ajouter Catégorie
tr: Kategori Ekle

source: Images Manager: %s
fr: Images Gestionnaire: %s
tr: Resimler Müdürü: %s

source: Add category
fr: Ajouter une catégorie
tr: Kategori ekle

source: Specify a valid category id
fr: Spécifiez une catégorie d'identité valide
tr: Geçerli bir kategori kimliği belirtin

source: Specified category does not exists!
fr: Catégorie spécifiée n'existe pas!
tr: Belirtilen kategori mevcut değil!

source: Please specify a category name
fr: S'il vous plaît spécifier un nom de catégorie
tr: Bir kategori adını belirtin

source: You must create one size for this category at least!
fr: Vous devez créer une taille pour cette catégorie au moins!
tr: En az bu kategori için bir boyut oluşturmanız gerekir!

source: There is already a category with the same name!
fr: Il existe déjà une catégorie avec le même nom!
tr: Aynı adı taşıyan bir kategori zaten var!

source: Category updated successfully!
fr: Catégorie mis à jour avec succès!
tr: Kategori başarıyla güncellendi!

source: There were some erros while trying to save this category.
fr: Il y avait quelques erros en essayant de sauver cette catégorie.
tr: Bu kategoride kurtarmaya çalışırken bazı kusurları vardı.

source: Specify one category at least to change status!
fr: Spécifiez une catégorie à moins de changer de statut!
tr: En azından durumunu değiştirmek için bir kategori belirleyin!

source: There were some erros while updating database:
fr: Il y avait quelques erros en mettant à jour la base de données:
tr: Veritabanı güncelleme sırasında bazı kusurları vardı:

source: Unauthorized!
fr: Non autorisée!
tr: Yetkisiz!

source: Invalid image!
fr: L'image invalide!
tr: Görüntü Geçersiz!

source: Unauthorized
fr: Non autorisé
tr: Yetkisiz

source: %s done!
fr: %s fait!
tr: %s yapılır!

source: Invalid image ID
fr: Invalide l'image ID
tr: Geçersiz resim ID

source: Edit Image
fr: Éditer l'image
tr: Resim Düzenleme

source: Image ID not provided!
fr: ID de l'image n'est pas fourni!
tr: Resim Adresi sağlanmaz!

source: You must provide a title for this image
fr: Vous devez fournir un titre pour cette image
tr: Bu görüntü için bir başlık sağlamalıdır

source: Image not exists!
fr: Image non existe!
tr: Görüntü var değil!

source: Category not exist!
fr: Catégorie n'existe pas!
tr: Kategori yok!

source: the image could not be updated!
fr: l'image ne peut pas être mis à jour!
tr: görüntü güncellenen olamazdı!

source: Image updated succesfully!
fr: L'image mise à jour avec succès!
tr: Resim başarıyla güncellendi!
