Repository: TXModXoopsTeam/rmcommon
Catalog: rmcommon/lang/*.po
Languages: fr, tr

source: Author
fr: auteur
tr: Hazırlayan

source: Comment
fr: Commentaire
tr: Yorumlar

source: There are not comments yet!
fr: Il n'y a pas encore de commentaires!
tr: Henüz yorum yok!

source: Approve
fr: Approuver
tr: Onayla

source: Installed Modules
fr: Modules installés
tr: Yüklü Modüller

source: Recent News
fr: Nouvelles récentes
tr: Son Haberler

source: %s Updates Available!
fr: %s Mises à jour disponibles!

source: Please %s to view available updates.
fr: S'il vous plaît %s pour afficher les mises à jour disponibles.

source: click here
fr: cliquez ici

source: Support my Work
fr: Soutenir mon travail

source: Do you like my work? Then maybe you want support me to continue developing new modules.
fr: Aimez-vous mon travail? Alors peut-être que vous voulez me soutenir pour continuer le développement de nouveaux modules.

source: If you wish to manage or install new modules please go to Modules Management.
fr: Si vous souhaitez gérer ou installer de nouveaux modules s'il vous plaît aller à la gestion des modules.
tr: Yeni modüller yönetmek veya kurmak isterseniz Modülleri Yönetim gidin.

source: Modules management
fr: Gestion des modules
tr: Modüller yönetimi

source: System Tools
fr: Outils système
tr: Sistem Araçları

source: Configure Common Utilities
fr: Configurer Common Utilities
tr: Ortak Araçlar yapılandırma

source: Comments Management
fr: Commentaires de gestion
tr: Yorumlar Yönetimi

source: Plugins Management
fr: Gestion des plugins
tr: Eklentiler Yönetimi

source: XOOPS Modules
fr: Modules XOOPS
tr: XOOPS Modülleri

source: Upload Files
fr: Transfert de fichiers
tr: Dosya Yükle

source: From URL
fr: A partir d'une URL
tr: URL'den

source: From Library
fr: De Bibliothèque
tr: Kütüphanesinden

source: Select the category where you wish to upload images
fr: Sélectionnez la catégorie dans laquelle vous souhaitez télécharger des images
tr: Eğer resim yüklemek istediğiniz yere kategorisini seçin

source: Select...
fr: Sélection...

source: Resizing images
fr: Redimensionnement des images
tr: Yeniden boyutlandırma

source: Please, do not close the window until resizing process has finished!
fr: S'il vous plaît, ne fermez pas la fenêtre jusqu'à ce que processus de redimensionnement est terminée!
tr: Yeniden boyutlandırma işlemi bitmeden, pencereyi kapatmak etmeyin!

source: Image URL
fr: URL de l'image
tr: Resim URL

source: Title:
fr: Titre :
tr: Başlık:

source: Alternative text:
fr: Le texte de remplacement:
tr: Alternatif metin:

source: Alignment:
fr: Alignement:
tr: Hizalama

source: Left
fr: Gauche
tr: Sol

source: Center
fr: Centre
tr: Merkez

source: Right
fr: D'accord
tr: Yetkiler

source: Link:
fr: Lien :
tr: Bağlantı

source: Search user:
fr: Recherche utilisateur:

source: Search user
fr: Recherche utilisateur

source: Results:
fr: Résultats :

source: Results
fr: Résultats

source: Sort by:
fr: Classer par :
tr: Sırala

source: Date of register
fr: Date de registre

source: Selected:
fr: Sélectionné:
tr: seçildi

source: Insert Users
fr: Insérez utilisateurs
tr: Kullanıcılar Ekle

source: This is a required field. Please fill it!
fr: Ce champ est obligatoire. S'il vous plaît remplir!
tr: Bu gerekli bir alandır. Bu doldurunuz!

source: Group Name
fr: Nom du groupe

source: Add <strong>admin rights</strong> and <strong>access rights</strong> to new group. Remember that specific permissions allows to control with more detail the operations that users can do according to the groups that they belongs.
fr: Ajouter droits <strong> admin / strong> <<strong> et droits d'accès </ strong> à nouveau groupe. Rappelez-vous que les autorisations spécifiques permet de contrôler avec plus de détails les opérations que les utilisateurs peuvent faire selon les groupes qu'ils appartient.

source: Basic Permissions
fr: Permissions de base

source: Specific Permissions
fr: Autorisations spécifiques

source: Admin Rights
fr: Droits d'administrateur

source: All Modules
fr: Tous les modules

source: Access Rights
fr: Droits d'accès

source: All modules
fr: Tous les modules

source: Save Data
fr: Sauvegarder les données

source: Existing Groups
fr: Groupes existants

source: There are not groups registered yet.
fr: Il n'y a pas encore de groupes enregistrés.

source: Close Category
fr: Fermer Catégorie
tr: Kapat Kategori

source: Open Category
fr: Catégorie ouverte
tr: Açık Kategori

source: Sizes
fr: Tailles
tr: Boyutları

source: There are not categories yet! You must create at least one category in order to create images.
fr: Il n'y a pas encore les catégories! Vous devez créer au moins une catégorie afin de créer des images.
tr: Kategoriler henüz yok! Bu görüntüler oluşturmak için en az bir kategori oluşturmanız gerekir.

source: Do you really want to delete &quot;%s&quot;?
fr: Voulez-vous vraiment supprimer "%s"?
tr: Eğer gerçekten &quot;%s&quot; silmek istiyor musunuz?

source: open
fr: ouvert
tr: "Aç

source: Upload:
fr: Téléchargement
tr: Yükleme

source: Access:
fr: Accès :
tr: Baglantilar

source: File:
fr: Fichier:
tr: Dosya:

source: Image data:
fr: données de l'image:
tr: Resim verileri:

source: Available sizes:
fr: Tailles disponibles:
tr: Mevcut bedenler:

source: Original Size
fr: Taille d'origine
tr: Orijinal Boyutu

source: Category:
fr: Catégorie :
tr: Kategori

source: Update Image!
fr: Mettre à jour l'image!
tr: Görüntü Güncelleme!

source: Update thumbnails
fr: Mettre à jour les miniatures
tr: Küçük Güncelleme

source: Create Images
fr: Créer Images
tr: Resim Oluşturma

source: Details
fr: Détails
tr: Ayrıntılar

source: Date
fr: Date de commande
tr: Tarih

source: There are not images yet!
fr: Il n'y a pas encore d'images!
tr: Resim henüz yok!

source: Show
fr: Montrer
tr: Göster

source: Hide
fr: Masquer
tr: Sakla

source: Link URL:
fr: Lien URL:
tr: Bağlantı URL:

source: Image size:
fr: Taille de l'image:
tr: Görüntü boyutu:

source: Original
fr: COÛT AUTHENTIQUE
tr: Orijinal

source: Insert image
fr: Insérer une image
tr: Resim eklemek

source: Select Category:
fr: Choisir une catégorie:
tr: Kategori Seçin:

source: Change Category
fr: Changer Catégorie
tr: Kategori Değiştir

source: Upload
fr: Télécharger
tr: Yükleme

source: Clear All
fr: Tout effacer
tr: Tümünü Temizle

source: Done! Click to continue...
fr: Fait! Cliquez pour continuer ...
tr: Bitti! Devamı için tıklayınız ...

source: Done! Show images...
fr: Fait! Voir les images ...
tr: Bitti! Resimleri göster ...

source: This module will make next changes in Xoops system. Please review in a detailed way all them in order to decide if you really wish to install this module
fr: Ce module fera prochains changements dans le système Xoops. S'il vous plaît examiner de manière détaillée tous les afin de décider si vous voulez vraiment installer ce module
tr: Bu modül XOOPS sisteminde sonraki değişiklikler yapacaktır. Eğer gerçekten bu modül yüklemek istiyorsanız karar vermek için hepsini ayrıntılı bir şekilde gözden geçirin

source: Author Web:
fr: Auteur Web:
tr: Yazar Web:

source: Credits:
fr: Crèdits
tr: Jenerik

source: Click here
fr: Cliquez ici
tr: Buraya tıklayın

source: Install Now
fr: Installer maintenant
tr: Şimdi Yükle

source: Module Templates
fr: Modèles de module
tr: Modül Şablonlar

source: Database Tables
fr: Tables de base de données
tr: Veritabanı Tabloları

source: Option settings to insert
fr: Les paramètres d'option pour insérer
tr: Eklemek için Seçenek ayarları

source: Bloks to insert
fr: Bloks pour insérer
tr: Eklemek için Blok

source: Update
fr: Mettre à jour
tr: Güncelleme

source: View
fr: Afficher
tr: Görünüm

source: Go to Modules Management
fr: Allez à Gestion des modules
tr: Modüller Yönetimi git

source: %s Control Panel
fr: %s Panneau de configuration
tr: %s Kontrol Paneli

source: Do you really want to uninstall selected module?
fr: Voulez-vous vraiment désinstaller module sélectionné?
tr: Gerçekten Seçilen modülü kaldırmak istiyor musunuz?

source: Do you really want to update selected module?
fr: Voulez-vous vraiment mettre à jour module sélectionné?
tr: Gerçekten Seçilen modülü güncellemek istiyor musunuz?

source: Do you really want to disable selected module?
fr: Voulez-vous vraiment désactiver le module sélectionné?
tr: Gerçekten Seçilen modülü devre dışı bırakmak istiyor musunuz?

source: New name must be different from current name!
fr: Nouveau nom doit être différent du nom actuel!
tr: Yeni adı şimdiki adı farklı olmalıdır!

source: You must provide a new name!
fr: Vous devez fournir un nouveau nom!

source: Image
fr: Photo

source: Version
fr: Variante
tr: Sürüm

source: Options
fr: Options de

source: Show Information
fr: Afficher les informations

source: Disable
fr: Désactiver
tr: Devre dışı bırak

source: Enable
fr: Activer
tr: Etkinleştir

source: Uninstall
fr: Désinstaller
tr: Kaldır

source: Module Information
fr: Informations du module

source: Current Version:
fr: Version actuelle:

source: Author(s):
fr: Auteur (s):

source: Not provided
fr: Non fourni

source: First Page
fr: Première page
tr: İlk Sayfa

source: First
fr: Première

source: Previous Page
fr: Page Précédente
tr: Önceki Sayfa

source: Page %u
fr: La page% u
tr: Sayfa% u

source: Next Page
fr: Page suivante
tr: Sonraki Sayfa

source: Last Page
fr: Dernière page
tr: Son sayfa

source: Last
fr: Dernier

source: Installed Plugins
fr: Plugins installés
tr: Yüklü Eklentiler

source: Available Plugins
fr: Disponible plugins
tr: Mevcut Eklentiler

source: Plugins allows to Common Utilities to improve its features and capabilities. Following is a list with existing plugins, installed and available to install.
fr: Plugins permet de Common Utilities pour améliorer ses caractéristiques et capacités. Voici une liste de plugins existants, installés et disponibles pour l'installation.
tr: Eklentiler özellikleri ve yetenekleri geliştirmek için Ortak Araçlar sağlar. Ardından, mevcut eklentileri ile bir listesi yüklü ve yüklemek için kullanılabilir.

source: There are not plugins installed yet!
fr: Il n'y a pas les plugins installés encore!
tr: Henüz yüklü eklentileri yok!

source: Name and Description
fr: Nom et description
tr: Ad ve Açıklama

source: There are not available plugins yet!
fr: Il n'y a pas encore de plugins disponibles!
tr: Eklentileri henüz yok!

source: Visit Web site
fr: Visitez le site Web
tr: Web sitesini ziyaret edin

source: All %s RSS feeds are listed below. Click an option for feed.
fr: Tout %s Les fils RSS sont énumérés ci-dessous. Cliquez sur une option pour l'alimentation.
tr: Tüm %s RSS beslemeleri aşağıda listelenmiştir. Besleme için bir seçeneği tıklatın.

source: There are not fields in this category.
fr: Il n'y a pas de champs dans cette catégorie.

source: Save Changes
fr: Enregistrer les modifications

source: Configurable Items
fr: Articles configurables

source: Available Updates
fr: Mises à jour disponibles
tr: Mevcut Güncellemeler

source: Check for Updates
fr: Recherche des Mises à jour
tr: Güncellemeleri Kontrol Et

source: FTP Settings
fr: Paramètres FTP
tr: FTP Ayarları

source: Last comprobation: %s
fr: Dernière comprobation: %s
tr: Son comprobation: %s

source: Server:
fr: Serveur :

source: Port:
fr: Port :{0}{/0}

source: User:
fr: Utilisateur:
tr: Kullanıcı:

source: Password:
fr: Mot de passe:
tr: Parola:

source: XOOPS Directory:
fr: Annuaire XOOPS:
tr: XOOPS Dizin:

source: XOOPS directory must match with this XOOPS installation, but only the relative patch to server root.
fr: Répertoire XOOPS doit correspondre avec cette installation de XOOPS, mais seulement le patch relatif à la racine du serveur.
tr: XOOPS dizin bu XOOPS kurulumu ile maç, ancak sunucu kök sadece göreli yama gerekir.

source: Before to install updates be sure that target folders have writting permissions for web server. If you wish, you can configure the internal FTP Client in order to update without assign writting permissions.
fr: Avant d'installer les mises à jour assurez-vous que les dossiers cibles disposent d'autorisations d'Écriture pour le serveur Web. Si vous le souhaitez, vous pouvez configurer le client FTP interne afin de mettre à jour sans autorisations Écriture affectations.
tr: Yüklemek için önce güncellemeler hedef klasörleri web sunucusu izinleri yazma emin olun. Eğer isterseniz, atama writting izinleri olmadan güncellemek için iç FTP Client yapılandırabilirsiniz.

source: Searching for updates...
fr: A la recherche de mises à jour ...
tr: Güncellemeler aranıyor ...

source: Update Details
fr: Mettre à jour les détails
tr: Detaylar Güncelleme

source: Files
fr: Fichiers
tr: Dosyalar

source: Continue &raquo;
fr: Continuer »
tr: Devam edin.

source: User Credentials
fr: Références de l'utilisateur
tr: Kullanıcı Kimlik Bilgileri

source: Please provide your login credentials for site %site%.
fr: S'il vous plaît fournir vos identifiants de connexion pour le site %s ite%.
tr: Sitesi için oturum açma bilgilerinizi veriniz %s ite%.

source: Username
fr: Nom d'utilisateur
tr: Kullanıcı Adı

source: Password
fr: Mot de passe
tr: Şifre

source: Login
fr: Connexion
tr: Oturum

source: Executing Files...
fr: Exécution de fichiers ...
tr: Dosyalar yürütme ...

source: Search:
fr: Recherche:

source: Show:
fr: Afficher :
tr: Göster

source: Go Now!
fr: Allez maintenant!
tr: Şimdi git!

source: Advanced Search
fr: Recherche avancée
tr: Gelişmiş Arama

source: Email:
fr: Adresse de courriel :
tr: E-posta:

source: Country/Location:
fr: Pays / Lieu:
tr: Ülke / konum

source: Registered between:
fr: Enregistré entre:
tr: Arasında Kayıt:

source: and
fr: et
tr: VE:

source: Last login between:
fr: Dernière connexion entre:
tr: Arasında Son giriş:

source: Posts between:
fr: Messages entre:
tr: Arasında Mesajlar:

source: Mail:
fr: Courriel éléctronique
tr: {0}{/0} posta

source: All users
fr: Tous les utilisateurs
tr: Bütün kullanıcılar

source: Users that accept mail
fr: Les utilisateurs qui acceptent des messages
tr: Posta kabul Kullanıcılar

source: Users that do'nt accept mail
fr: Les utilisateurs qui ne font pas je accepter le courrier
tr: Do'nt posta kabul kullanıcıların

source: Status:
fr: Statut:
tr: Durum:

source: Active users
fr: Comptes d'utilisateurs actifs
tr: Etkin kullanıcılar

source: Inactive users
fr: Les utilisateurs inactifs
tr: Aktif olmayan kullanıcıların

source: Search method:
fr: Méthode de recherche:
tr: Arama yöntemi:

source: All these options are optional and will be additional to basic search keyword.
fr: Toutes ces options sont facultatives et seront plus à la recherche de base clé.
tr: Tüm bu seçenekler isteğe bağlıdır ve temel arama anahtar kelime için ek olacaktır.

source: Search Now!
fr: Rechercher maintenant!
tr: Şimdi ara!

source: Order by...
fr: Classement par ...

source: Email
fr: Mail
tr: Eposta

source: Sort
fr: Trier
tr: Sırala

source: Activate
fr: Activer
tr: Aktif Et

source: Deactivate
fr: Désactiver
tr: Pasif Et

source: Send email
fr: Envoyer email
tr: E-posta gönder

source: Registered
fr: Enregistré
tr: Kayıtlı

source: There are not any user registered with for this filter.
fr: Il n'y a pas un utilisateur enregistré avec pour ce filtre.
tr: Bu filtre için kayıtlı herhangi bir kullanıcı yok.

source: Send Email
fr: Envoyer email
tr: E-posta Gönder

source: Send email to %s
fr: Envoyer un email à %s
tr: E-posta gönder %s

source: Block
fr: Bloquer
tr: Engelleme

source: Select block...
fr: Sélectionner le bloc ...
tr: Bloğu seçin ...

source: Add Block
fr: Ajouter Bloquer
tr: Blok Ekle

source: Position Name
fr: Position Nom
tr: Konum Adı

source: Existing positions
fr: Positions existantes
tr: Mevcut pozisyonlar

source: edit
fr: éditer
tr: Düzenle

source: User Info Settings
fr: Infos User Settings

source: Meta Tags and Footer
fr: Meta Tags et pied de page

source: Word Censoring
fr: Mot censure

source: Search Options
fr: Rechercher Options

source: Email Setup
fr: Configuration de la messagerie

source: Authentication Options
fr: Options d'authentification

source: System Module Settings
fr: Paramètres du module de système

source: Color Test for Two&bull;P6
fr: Test de couleur pour Two&bull;P6

source: Buttons
fr: Boutons

source: Form Controls
fr: Contrôles de formulaire

source: Info boxes
fr: boîtes d'informations

source: Title
fr: Titre

source: Content for the box
fr: Contenu de la boîte

source: Modals
fr: Modaux

source: Launch demo modal
fr: démonstration de lancement modal

source: Launch demo modal 2
fr: démonstration de lancement modal 2

source: Modal title
fr: Titre Modal

source: Modal content
fr: Contenu modal

source: Modal Title
fr: Modal Titre

source: Dialog content
fr: Contenu dialogue

source: Alerts
fr: Alertes

source: Tables
fr: tableaux

source: Other Elements
fr: D'autres éléments de

source: Show breadcrumb
fr: Afficher le fil d'ariane

source: System
fr: Systèm

source: Theme
fr: Thème

source: Quick Links
fr: Liens rapides

source: Social Links
fr: Liens sociaux

source: Control Panel
fr: Panneau de contrôle

source: View Home Page
fr: Voir la page d'accueil

source: About Two·Six
fr: À propos de Two·Six

source: Two &bull; P6 Colors
fr: Two &bull; P6 Couleurs

source: Color Test
fr: Test des couleurs

source: %s updates available
fr: %s mises à jour disponibles

source: Menu
fr: Menù

source: Toolbar
fr: Barre d'outils

source: Powered by %s.
fr: Propulsé par %s .

source: Reloaded by %s.
fr: Reloaded par %s .

source: Item updated!
fr: Article mis à jour!
tr: Madde güncellendi!

source: Updates Help
fr: Mises à jour Aide
tr: Güncellemeler Yardım

source: Invalid parameters!
fr: Paramètres non valides!
tr: Geçersiz parametreler!

source: Unable to download update file!
fr: Impossible de télécharger le fichier de mise à jour!
tr: Güncelleme dosyasını indirmek için açılamıyor!

source: ERROR: unable to open downloaded zip file!
fr: ERREUR: impossible d'ouvrir le fichier zip téléchargé!
tr: HATA: indirdiğiniz zip dosyasını açmak için mümkün!

source: Target path "%s" does not exists!
fr: Chemin d'accès cible "%s" la n'existe pas!
tr: Hedef yolu "%s" mevcut değil!

source: FTP configuration not specified!
fr: configuration FTP pas spécifié!
tr: FTP yapılandırma belirtilmemiş!

source: FTP configuration not valid!
fr: configuration FTP pas valide!
tr: FTP yapılandırması geçerli değil!

source: Unable to connect FTP server %s
fr: Impossible de se connecter serveur FTP %s
tr: Bağlantı kurulamıyor FTP sunucusu %s

source: Executing files...
fr: Fichiers d'exécution ...
tr: Dosyalarını çalıştırmak ...

source: %s has been updated
fr: %s a été mis à jour
tr: %s güncellendi

source: Downloaded!
fr: Téléchargé!
tr: İndirilme tarihi:

source: File not found!
fr: Fichier introuvable
tr: Dosya bulunamadı!

source: You have not selected any user!
fr: Vous n'avez sélectionné aucun utilisateur!
tr: Herhangi bir kullanıcı seçmediniz!

source: Dou you really wish to delete selected users?
fr: Dou vous souhaitez vraiment supprimer les utilisateurs sélectionnés?
tr: Dou gerçekten seçilen kullanıcıları silmek istiyor musunuz?

source: The specified user is not valid!
fr: L'utilisateur spécifié n'est pas valide!
tr: Belirtilen kullanıcı geçerli değil!

source: The specified user does not exists!
fr: L'utilisateur spécifié n'existe pas!
tr: Belirtilen kullanıcı mevcut değil!

source: Edit User
fr: Modifier l'utilisateur
tr: Kullanıcı Düzenle

source: Add User
fr: Ajouter un utilisateur
tr: Kullanıcı Ekle

source: Editing User
fr: Montage utilisateur
tr: Kullanıcı Düzenleme

source: This field also will be the user login name.
fr: Ce champ sera également le nom de login de l'utilisateur.
tr: Bu alan aynı zamanda kullanıcı oturum açma adı olacaktır.

source: Full name
fr: Nom complet
tr: Tam Adı

source: This field must contain firstname and lastname.
fr: Ce champ doit contenir nom et prénom.
tr: Bu alan ad ve soyadı içermelidir.

source: New password
fr: Nouveau mot de passe
tr: Yeni Parola:

source: The password should be at least eight characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &
fr: Le mot de passe doit comporter au moins huit caractères. Pour la rendre plus forte, utiliser les majuscules et minuscules, des chiffres et des symboles comme ! " ? $ % ^ &
tr: Şifre en az sekiz karakter uzunluğunda olmalıdır. Daha güçlü hale getirmek için, üst kullanımı ve küçük harfler, sayılar ve semboller gibi ! " ? $ % ^ &

source: Repeat Password
fr: Répétez Mot de passe
tr: Şifre Tekrar

source: Type password again.
fr: Tapez à nouveau le mot de passe.
tr: Tekrar parolasını yazın.

source: URL (Blog or personal website)
fr: URL (Blog ou site personnel)
tr: URL (Blog veya kişisel web sitesi)

source: Time zone
fr: Fuseau horaire
tr: Saat Dilimi

source: Assign to groups
fr: Attribuer à des groupes
tr: Gruplara atama

source: Sorry, you don't have permission to add users.
fr: Désolé, vous n'avez pas la permission d'ajouter des utilisateurs.
tr: Üzgünüz, kullanıcı eklemek için yetkiniz yok.

source: Please fill all required fields and try again!
fr: S'il vous plaît remplir tous les champs obligatoires et essayez à nouveau!
tr: Tüm gerekli alanları doldurun ve tekrar deneyin!

source: Passwords doesn't match. Please chek them.
fr: Les mots de passe ne correspondent pas. S'il vous plaît chek eux.
tr: Şifreler eşleşmiyor. Chek onları memnun.

source: The users could not be saved. Please try again!
fr: Les utilisateurs ne pouvaient pas être sauvés. S'il vous plaît essayer de nouveau!
tr: Kullanıcı kaydedilemedi. Lütfen tekrar deneyin.

source: You must select one user at least. Please click on "Add Users" and select as many users as you wish.
fr: Vous devez sélectionner un utilisateur au moins. S'il vous plaît cliquer sur "Ajouter des utilisateurs" et sélectionnez autant d'utilisateurs que vous le souhaitez.
tr: En az bir kullanıcı seçmelisiniz. Tıklayınız "Kullanıcı Ekle" ve istediğiniz gibi birçok kullanıcı olarak seçin.

source: Send E-Mail
fr: Envoyer par e-mail
tr: E-Posta Gönder

source: Sending email to users
fr: L'envoi de courriels à des utilisateurs
tr: Kullanıcılara e-posta gönderme

source: Send Email to Users
fr: Envoyer à utilisateurs
tr: Kullanıcılar e-posta gönder

source: Please note that the maximun users number that you can select depends of the limit of emails that you can send accourding to your email server policies (or hosting account policies).
fr: S'il vous plaît noter que le nombre d'utilisateurs maximun que vous pouvez sélectionner dépend de la limite de courriels que vous pouvez envoyer vos mené selon les politiques du serveur de messagerie (ou du compte d'hébergement politiques).
tr: Seçebileceğiniz maximun kullanıcı sayısı size e-posta sunucusu politikaları (veya hesap politikaları hosting) için accourding gönderebileceğiniz e-postaların sınırı bağlı olduğunu lütfen unutmayın.

source: Message subject
fr: Objet du message
tr: Mesaj Konusu

source: Subject must be descriptive.
fr: Sous réserve doit être descriptif.
tr: Konu açıklayıcı olmalıdır.

source: Message type
fr: Type de message
tr: Mesaj tipi

source: HTML
fr: HTML áéíóú

source: Plain Text
fr: Fichier texte brut
tr: Düz Metin

source: Message content
fr: Le contenu du message
tr: Mesaj içeriği

source: There was errors while sending this emails
fr: Il y avait des erreurs lors de l'envoi des e-mails ce
tr: Bu e-posta gönderirken hataları vardı

source: Message sent successfully!
fr: Message envoyé avec succès!
tr: Mesaj başarıyla gönderildi!

source: No users has been selected
fr: Aucun utilisateur n'a été sélectionné
tr: Hiçbir üye seçildi

source: Users
fr: Utilisateurs
tr: Kullanıcılar

source: Users could not be
fr: Les utilisateurs ne pouvaient pas être
tr: Kullanıcılar olamazdı

source: Admin user cannot be deleted: %s
fr: utilisateur Admin ne peut pas être supprimé: %s
tr: Yönetici kullanıcı silinemez: %s

source: User cannot be deleted: %s
fr: L'utilisateur ne peut pas être supprimé: %s
tr: Kullanıcı silinemez: %s
