Repository: TXModXoopsTeam/rmcommon
Catalog: lang/*.po
Languages: fr, it, pt_br, ru

source: Category Status:
fr: Status de la catégorie
it: Categoria Status:
pt_br: Categoria Status:
ru: Категория Статус:

source: Inactive
fr: Inactif
it: Non attivo
pt_br: Inactivo
ru: Неактивный

source: Maximum file size:
fr: Taille maximum de fichier:
it: Massima dimensione:
pt_br: Tamanho máximo do arquivo:
ru: Максимальный размер файла:

source: Groups that can upload images:
fr: Groupes pouvant envoyer des images:
it: Gruppi che possono caricare le immagini:
pt_br: Os grupos que podem fazer upload de imagens:
ru: Групп, которые могут загружать изображения:

source: Groups that can use this category:
fr: Groupes pouvant utiliser cette catégorie:
it: Gruppi che possono utilizzare questa categoria:
pt_br: Grupos que podem usar nesta categoria:
ru: Группы, которые могут использовать эту категорию:

source: Custom Sizes
fr: Tailles personnalisées
it: Formati personalizzati
pt_br: Tamanhos personalizados
ru: Нестандартные размеры

source: This configurations stablish the sizes in wich images will be created.
fr: Cette configuration établi la taille dans laquelle les images seront créées.
it: Questo configurazioni rinfrancate le dimensioni in immagini wich verranno creati.
pt_br: Este configurações fortalecei os tamanhos em imagens wich será criado.
ru: Эта конфигурация утвердит размеры изображения в Wich будет создана.

source: You can specify all sizes that you wish according to your needs.
fr: Vous pouvez spécifier toutes les tailles que vous souhaitez en accord avec vos besoins.
it: È possibile specificare tutte le dimensioni che si desidera in base alle vostre esigenze.
pt_br: Você pode especificar todos os tamanhos que você deseja de acordo com suas necessidades.
ru: Вы можете указать все размеры, которые вы хотите в соответствии с вашими потребностями.

source: Add New Size
it: Aggiungi nuovo formato
pt_br: Adicionar Novo Tamanho
ru: Добавить размере

source: Size name
fr: Nom de la taille
it: Nome Size
pt_br: Nome Tamanho
ru: Название Размер

source: e.g. thumbnail
it: ad esempio miniature
pt_br: por exemplo, miniaturas
ru: например с миниатюрами

source: Width:
fr: Largeur:
it: Larghezza:21
pt_br: Largura:
ru: Ширина:

source: e.g. 150
it: ad esempio 150
pt_br: por exemplo, 150
ru: например, 150

source: Height:
fr: Hauteur:
it: Altezza:
pt_br: Altura:
ru: Высота.

source: Scale
fr: Echelle
it: Scala
pt_br: Escala
ru: Весы

source: Crop
fr: Recadrer
it: Ritaglia
pt_br: Colheita
ru: Культура

source: Update Category
fr: Mettre à jour les catégories
it: Aggiornare Categoria
pt_br: Atualizar Categoria
ru: Update Категория

source: Search
pt_br: Pesquisar

source: You need something to search!
fr: Vous devez avoir quelque chose à chercher!
it: Avete bisogno di qualcosa di cercare!
pt_br: Você precisa de algo para pesquisar!
ru: Вам нужно что-то искать!

source: Bulk Actions...
fr: Actions de masse...
it: Azioni in blocco ...
pt_br: Granel Ações ...
ru: Общее действие

source: Set unapproved
fr: Changement non approuvé
it: Set non approvato
pt_br: Definir não aprovado
ru: Установить несанкционированных

source: Set approved
fr: Changement approuvé
it: Set approvato
pt_br: Set aprovado
ru: Установить утвержденным

source: Mark as SPAM
fr: Marquer comme du SPAM
it: Contrassegna come spam
pt_br: Marcar como spam
ru: Пометить как спам

source: Delete comments
fr: Effacer les commentaires
it: Eliminare i commenti
pt_br: Excluir comentários
ru: Удалять комментарии

source: View all
fr: Voir tout
it: Visualizza tutti
pt_br: Ver tudo
ru: Просмотреть все

source: SPAM
pt_br: Marcando como spam...
ru: СПАМ

source: Author
fr: Auteur
it: Autore
pt_br: Autor:
ru: АВТОР

source: Comment
fr: Commentaire
it: Commento
pt_br: Comentários
ru: Комментарий

source: There are not comments yet!
fr: Il n'y a pas encore de commentaire
it: Non ci sono ancora commenti!
pt_br: Não há comentários por enquanto!
ru: Есть не комментариев!

source: Approve
fr: Approuver
it: Approva
pt_br: Aprovados...
ru: Утвердить

source: Spam
pt_br: Marcando como spam...
ru: Спам

source: Installed Modules
fr: Modules installés
it: Moduli installati
pt_br: Módulos instalados
ru: Установленные модули

source: Recent News
fr: Nouvelles récentes
it: Notizie recenti
pt_br: Notícias Recentes
ru: Последние новости

source: %s Updates Available!
pt_br: %s atualizações disponíveis!

source: Please %s to view available updates.
pt_br: Por favor, %s para ver as atualizações disponíveis.

source: click here
pt_br: clique aqui

source: Support my Work
pt_br: Apoio ao meu Trabalho

source: Do you like my work? Then maybe you want support me to continue developing new modules.
pt_br: Você gosta do meu trabalho? Então, talvez, você quer me apoiar para continuar a desenvolver novos módulos.

source: If you wish to manage or install new modules please go to Modules Management.
fr: Si vous voulez gérer ou installer de nouveau modules, allez dans le gestionnaire de modules.
it: Se si desidera gestire o installare nuovi moduli visitate moduli di gestione.
pt_br: Se você deseja gerenciar ou instalar novos módulos acesse Módulos de gerenciamento.
ru: Если вы хотите управлять или установить новые модули, перейдите по ссылке Модули управления.

source: Modules management
fr: Gestionnaire de modules
it: Gestione dei moduli
pt_br: Gestão de Módulos
ru: Модули управления

source: System Tools
fr: Outils système
it: Strumenti di sistema
pt_br: Ferramentas do sistema
ru: Средства управления системой

source: Configure Common Utilities
fr: Configurer Common Utilities
it: Configurare Utilità comuni
pt_br: Configure Utilities comuns
ru: Настройка общих Утилиты

source: Comments Management
fr: Management des commentaires
it: Commenti sulla gestione
pt_br: Comentários de Gestão
ru: Комментарии управления

source: Plugins Management
fr: Management des plugins
it: Plugin per la gestione
pt_br: Gestão Plugins
ru: Плагины управления

source: XOOPS Modules
it: XOOPS Moduli
pt_br: Módulos XOOPS
ru: XOOPS модулей

source: Upload Files
fr: Envoyer les fichiers
it: Caricamento file
pt_br: Upload de arquivos:
ru: Загрузить файлы

source: From URL
fr: D'une URL
it: Da URL
pt_br: De URL
ru: От URL

source: From Library
fr: D'une librairie
it: Dalla Biblioteca
pt_br: De Biblioteca
ru: Из библиотеки

source: Select the category where you wish to upload images
fr: Sélectionnez la catégorie où vous souhaitez envoyer les images
it: Selezionare la categoria in cui si desidera caricare le immagini
pt_br: Selecione a categoria onde você deseja fazer upload de imagens
ru: Выберите категорию, в которой вы хотите загружать изображения

source: Select...
fr: Sélectionnez...
it: SELEZIONA
pt_br: Selecionar
ru: Выбрать

source: Resizing images
fr: Redimensionner les images
it: Ridimensionamento delle immagini
pt_br: O redimensionamento de imagens
ru: Изменение размера изображений

source: Please, do not close the window until resizing process has finished!
fr: SVP, ne fermez pas la fenêtre tant que le processus de redimensionnement n'est pas fini!
it: Per favore, non chiudere la finestra fino al processo di ridimensionamento è terminata!
pt_br: Por favor, não feche a janela até que o processo de redimensionamento terminou!
ru: Пожалуйста, не закрывайте окно до размера процесс не завершен!

source: Image URL
fr: URL de l'image
it: URL immagine
pt_br: URL da Imagem
ru: URL картинки

source: Title:
fr: Titre:
it: Titolo:
pt_br: Título:
ru: Должность

source: Alternative text:
fr: Texte alternatif:
it: Testo alternativo
pt_br: O texto alternativo:
ru: Альтернативный текст

source: Alignment:
fr: Alignement:
it: Allineamento
pt_br: Alinhamento:
ru: Выравнивание:

source: Left
fr: Gauche
it: Sinistra
pt_br: Esquerda
ru: левые

source: Center
fr: Centre
it: Centro
pt_br: Centrado
ru: цент

source: Right
fr: Droit
it: intellettuale
pt_br: Direita
ru: Права

source: Search user:
pt_br: Pesquisa de utilizador:

source: Search user
pt_br: Procurar usuário

source: Results:
pt_br: Resultados:

source: Results
pt_br: Resultados

source: Sort by:
fr: Classé par:
it: Ordina per:
pt_br: ORDENAR POR
ru: Сортировка по

source: Date of register
pt_br: Data de registo

source: Selected:
fr: Sélectionné:
it: Selezionato:
pt_br: Selecionada:

source: Insert Users
fr: Insérer des utilisateurs
it: Inserire Utenti
pt_br: Insira Usuários
ru: Вставьте пользователей

source: This is a required field. Please fill it!
fr: Ceci est un champ requis, merci de le remplir
it: Questo è un campo obbligatorio. Si prega di riempirlo!
pt_br: Este é um campo obrigatório. Por favor, preencha-o!
ru: Это обязательное поле. Пожалуйста, заполните это!

source: Group Name
pt_br: Nome do grupo

source: Description
it: Descrizione
pt_br: Descrição
ru: Описание

source: Add <strong>admin rights</strong> and <strong>access rights</strong> to new group. Remember that specific permissions allows to control with more detail the operations that users can do according to the groups that they belongs.
pt_br: Adicionar <strong> direitos de administrador </ strong> e <strong> direitos de acesso </ strong> para novo grupo. Lembre-se que as permissões específicas permite controlar com mais detalhes as operações que os usuários podem fazer de acordo com os grupos que pertence.

source: Basic Permissions
pt_br: Permissões Básicas

source: Specific Permissions
pt_br: Permissões específicas

source: Admin Rights
pt_br: Administração Direitos

source: All Modules
pt_br: Todos os Módulos

source: Access Rights
pt_br: Direitos de Acesso

source: All modules
pt_br: Todos os módulos

source: Save Data
pt_br: Salvar dados

source: Existing Groups
pt_br: Grupos existentes

source: There are not groups registered yet.
pt_br: Não há grupos registrado ainda.

source: Close Category
fr: Fermer une catégorie
it: Chiudi Categoria
pt_br: Fechar Categoria
ru: Закрыть Категория

source: Open Category
fr: Ouvrir une catégorie
it: Aperto Categoria
pt_br: Categoria Open
ru: Открыть категории

source: Sizes
fr: Tailles
it: Taglie
pt_br: Dimensões
ru: Размеры:

source: There are not categories yet! You must create at least one category in order to create images.
fr: Il n'y a pas encore de catégories! Vous devez en créer une pour pouvoir créer des images.
it: Non ci sono ancora categorie! È necessario creare almeno una categoria, al fine di creare immagini.
pt_br: Não há categorias ainda! Você deve criar pelo menos uma categoria, a fim de criar imagens.
ru: Есть категории не все же! Необходимо создать хотя бы одну категорию с целью создания изображений.

source: Do you really want to delete &quot;%s&quot;?
it: Vuoi davvero eliminare &quot;%s&quot;?
pt_br: Você realmente quer deletar %1$s?
ru: Вы действительно хотите удалить &quot;%s&quot;?

source: open
fr: ouvert
it: Apri
pt_br: Abrir...
ru: открыть

source: Upload:
fr: Envoyer:
it: Carica
pt_br: Carregar
ru: Загружено:

source: Access:
fr: Accéder:
pt_br: Acesse
ru: Доступ:

source: File:
pt_br: Ficheiro:
ru: Файл:

source: Image data:
it: Dati immagine:
pt_br: Dados de imagem:
ru: Данные изображения:

source: Available sizes:
it: Taglie disponibili:
pt_br: Tamanhos disponíveis:
ru: Доступные типоразмеры

source: Original Size
fr: Taille Originale
it: Dimensioni originali
pt_br: Tamanho original
ru: В исходном размере

source: Category:
fr: Catégorie:
it: Categoria:
pt_br: Categoria:
ru: Категория:

source: Description:
it: Descrizione:
pt_br: Descrição:
ru: Описание:

source: Update Image!
fr: Mettre à jour une image!
it: Aggiorna immagini
pt_br: Atualize imagem!
ru: Обновление изображения!

source: Update thumbnails
fr: Mettre à jour les miniatures
it: Aggiornamento miniature
pt_br: Atualize miniaturas
ru: Обновить миниатюры

source: Create Images
fr: Créer des images
it: Creare Immagini
pt_br: Criar Imagens
ru: Создание изображения

source: Details
fr: Détails
it: Dettagli
pt_br: Detalhes
ru: Детали

source: Date
it: Data
pt_br: Data
ru: Дата

source: There are not images yet!
fr: Il n'y a pas encore d'images
it: Non ci sono ancora immagini!
pt_br: Não há imagens ainda!
ru: Есть изображения не все же!

source: Show
fr: Montrer
pt_br: Mostrar

source: Hide
fr: Cacher
it: Nascondi
pt_br: Esconder
ru: Скрыть

source: Link URL:
fr: Lien URL:
it: Collegamento URL:
pt_br: Endereço do Link:
ru: Адрес ссылки:

source: Image size:
fr: Taille d'image:
it: Dimensione immagine:
pt_br: Tamanho da imagem:
ru: Размер изображения

source: Insert image
fr: Insérer image
it: Inserisci immagine
pt_br: Inserir imagem
ru: Вставить изображение

source: Select Category:
fr: Sélectionner les catégories:
it: Seleziona una categoria:
pt_br: Selecione Categoria:
ru: Выберите Категорию:

source: Change Category
fr: Changer les catégories
it: Cambia categoria
pt_br: Mudança Categoria
ru: Изменение категории

source: Upload
fr: Envoyer
it: Carica
pt_br: Carregar
ru: Загрузить

source: Clear All
fr: Tout effacer
it: Rimuovi tutti
pt_br: Limpar tudo
ru: Очистить все

source: Done! Click to continue...
fr: Effectué! Cliquez pour continuer...
it: Fatto! Clicca per continuare ...
pt_br: Feito! Clique para continuar ...
ru: Готово! Нажмите, чтобы продолжить ...

source: Done! Show images...
fr: Effectué! Montrer les images...
it: Fatto! Mostra le immagini ...
pt_br: Feito! Mostrar imagens ...
ru: Готово! Показать картинки ...

source: This module will make next changes in Xoops system. Please review in a detailed way all them in order to decide if you really wish to install this module
fr: Ce module fera quelques changements dans le system de Xoops. Relisez la notice dans les détails, pour décider si vous souhaitez réellement installer ce module.
it: Questo modulo farà prossimi cambiamenti nel sistema di Xoops. Si prega di rivedere in modo dettagliato tutti loro, al fine di decidere se davvero desidera installare questo modulo
pt_br: Este módulo irá fazer próximas mudanças no sistema Xoops. Por favor, reveja de forma detalhada todos eles, a fim de decidir se você realmente deseja instalar este módulo
ru: Этот модуль сделает очередные изменения в системе Xoops. Пожалуйста, ознакомьтесь в подробным образом все их, чтобы решить, если вы действительно хотите установить этот модуль

source: %s Details
fr: %s Détails
it: Dettagli di %s
pt_br: %s Detalhes
ru: %s Подробнее

source: Author Web:
fr: Auteur Web:
it: Autore Web:
pt_br: Autor Web:
ru: Автор Web:

source: Credits:
fr: Crédits:
it: Riconoscimenti
pt_br: Créditos
ru: Благодарности

source: Help:
fr: Aide:
it: Aiuto
pt_br: Ajuda
ru: Справка

source: Click here
fr: Cliquez ici
it: Clicca qui
pt_br: Clique aqui
ru: Нажмите Сюда

source: Install Now
fr: Installer maintenant
it: Installa ora
pt_br: Instalar Agora
ru: Установить сейчас

source: Module Templates
fr: Templates des modules
it: Modelli di modulo
pt_br: Modelos Módulo
ru: Шаблоны модулей (Module Templates)

source: Database Tables
fr: Tables de la base de données
it: Tabelle di database
pt_br: Tabelas de banco de dados
ru: Таблицы базы данных

source: Option settings to insert
fr: Configurations des options pour insérer
it: Impostazioni di opzione per inserire
pt_br: Configurações de opção para inserir
ru: Настройка параметров для вставки

source: Bloks to insert
fr: Blocs à insérer
it: Bloks da inserire
pt_br: Bloks inserir
ru: Блоков для вставки

source: Update
fr: Mise à jour
it: Aggiornamento
pt_br: Atualizar
ru: Обновить

source: View
fr: Voir
it: Vedi
pt_br: Visualizar
ru: просмотрено

source: Go to Modules Management
fr: Aller au gestionnaire de modules
it: Vai a moduli di gestione
pt_br: Vá para Gerenciamento de Módulos
ru: К Модули управления

source: %s Control Panel
fr: %s panneau de contrôle
it: %s Pannello di controllo
pt_br: %s Painel de Controle
ru: %s Панель управления

source: Do you really want to uninstall selected module?
fr: Voulez vous réellement désinstaller le module sélectionné?
it: Vuoi davvero disinstallare modulo selezionato?
pt_br: Você realmente deseja desinstalar módulo selecionado?
ru: Вы действительно хотите удалить выбранный модуль?

source: Do you really want to update selected module?
fr: Voulez vous réellement mettre à jour le module sélectionné?
it: Vuoi davvero aggiornare modulo selezionato?
pt_br: Você realmente deseja atualizar módulo selecionado?
ru: Вы действительно хотите обновить выбранный модуль?

source: Do you really want to disable selected module?
fr: Voulez vous réellement effacer le module sélectionné?
it: Vuoi davvero disabilitare modulo selezionato?
pt_br: Você realmente quer desativar módulo selecionado?
ru: Вы действительно хотите, чтобы отключить выбранный модуль?

source: New name must be different from current name!
fr: Le nouveau nom doit être différent de l'ancien
it: Nuovo nome deve essere diverso dal nome attuale!
pt_br: Novo nome deve ser diferente do nome atual!
ru: Новое имя должно отличаться от текущей имя!

source: You must provide a new name!
pt_br: Você deve fornecer um novo nome!

source: Image
pt_br: Imagem

source: Version
it: Versione
pt_br: Versão:
ru: Версия

source: Options
pt_br: Opções

source: Show Information
pt_br: Mostrar Informações

source: Disable
fr: Désactiver
it: Disattiva
pt_br: Desativar
ru: Отключить

source: Enable
fr: Activer
it: Attiva
pt_br: Activar
ru: Включить

source: Uninstall
fr: Désinstaller
it: Disinstalla
pt_br: Desinstalar
ru: Удалить

source: Module Information
pt_br: Módulo de Informação

source: Current Version:
pt_br: Versão atual:

source: Author(s):
pt_br: Autor (es):

source: Not provided
pt_br: Não fornecido

source: Pages:
it: Pagine:
pt_br: Páginas
ru: Страницы:

source: First Page
fr: Première Page
it: Prima pagina
pt_br: Primeira Página
ru: Первая страница

source: First
pt_br: Primeira

source: Previous Page
fr: Page précédente
it: Pagina precedente
pt_br: Página Anterior
ru: Предыдущая страниц

source: Page %u
it: Pagina% u
pt_br: A página% u
ru: Стр. %u

source: Next Page
fr: Page suivante
it: Pagina successiva
pt_br: Próxima Página
ru: Следующая страниц

source: Last Page
fr: Dernière page
it: Ultima pagina
pt_br: Última Página
ru: Последняя страница

source: Last
pt_br: Última

source: Installed Plugins
fr: Plugins installés
it: Plugin installati
pt_br: Plugins Instalados
ru: Установленные плагины

source: Available Plugins
fr: Plugins disponibles
it: Plugin disponibili
pt_br: Disponível Plugins
ru: Доступные плагины

source: Plugins allows to Common Utilities to improve its features and capabilities. Following is a list with existing plugins, installed and available to install.
fr: Les plugins permettent à Common Utilities d'améliorer ses fonctionnalités et capacités. Ce qui suit est une liste des plugins existants, installés et disponibles à l'installation.
it: Plugin permette di utilità comuni per migliorare le sue caratteristiche e capacità. Segue un elenco con i plugin esistenti, installato e disponibile per l'installazione.
pt_br: Plugins permite Utilitários comuns para melhorar suas características e capacidades. Segue-se uma lista com os plugins existentes, instalados e disponíveis para instalação.
ru: Плагины позволяют общие утилиты для улучшения его функций и возможностей. Ниже приводится список имен с существующими плагинами, установлен и доступен для установки.

source: There are not plugins installed yet!
fr: Il n'y a pas de plugin installé!
it: Non ci sono ancora installati i plugin!
pt_br: Não há plugins instalados ainda!
ru: Есть не установленных плагинов еще!

source: Name and Description
fr: Nom et description
it: Nome e descrizione
pt_br: Nome e descrição
ru: Имя и описание

source: There are not available plugins yet!
fr: Il n'y a pas de plugin disponible!
it: Non ci sono ancora plugin disponibili!
pt_br: Não há plugins disponíveis ainda!
ru: Есть не доступных плагинов еще!

source: Visit Web site
fr: Visiter le site Web
it: Visita il sito Web
pt_br: Visite o site
ru: Посетите веб-сайт

source: All %s RSS feeds are listed below. Click an option for feed.
fr: Tous les %s flux RSS sont listés ci dessous. Cliquez sur une option pour un flux.
it: All %s feed RSS sono elencati di seguito. Fare clic su un'opzione per l'alimentazione.
pt_br: Todos %s feeds RSS estão listados abaixo. Clique em uma opção para a alimentação.
ru: Все %s RSS каналы перечислены ниже. Выберите нужный вариант на корма.

source: There are not fields in this category.
pt_br: Não há campos nesta categoria.

source: Save Changes
pt_br: Guardar Alterações

source: Configurable Items
pt_br: Itens configuráveis

source: Available Updates
fr: Mises à jour disponibles
it: Aggiornamenti disponibili
pt_br: Atualizações Disponíveis
ru: Доступные обновления

source: Check for Updates
fr: Rechercher des mises à jour
it: Controlla Aggiornamenti
pt_br: Verificar se há atualizações
ru: Проверка обновлений

source: FTP Settings
fr: Réglages FTP
it: Impostazioni FTP
pt_br: Configurações de FTP
ru: Настройки FTP

source: Last comprobation: %s
fr: Dernière comprobation: %s
it: Ultimo comprobation: %s
pt_br: Última comprobation: %s
ru: Последний comprobation: %s

source: Server:
fr: Serveur:
pt_br: Servidor
ru: Сервер

source: Port:
it: Porta:
pt_br: Porta:
ru: Порт

source: User:
fr: Utilisateur:
it: Utente:
pt_br: Utilizador:
ru: Пользователь:

source: Password:
fr: Mot de passe:
pt_br: Senha:

source: XOOPS Directory:
fr: Chemin de XOOPS:
it: XOOPS repertorio:
pt_br: XOOPS Diretório:
ru: XOOPS каталога:

source: XOOPS directory must match with this XOOPS installation, but only the relative patch to server root.
fr: Le chemin de XOOPS doit correspondre avec celui de l'installation de XOOPS, avec seulement le path à la racine du serveur
it: XOOPS directory deve corrispondere con questa installazione XOOPS, ma soltanto la relativa patch per root del server.
pt_br: Diretório XOOPS deve coincidir com esta instalação XOOPS, mas somente o patch em relação à raiz do servidor.
ru: XOOPS каталоги должны совпадать с этой установкой XOOPS, но только относительное патч для корневого сервера.

source: Important:
pt_br: Importante:

source: Before to install updates be sure that target folders have writting permissions for web server. If you wish, you can configure the internal FTP Client in order to update without assign writting permissions.
fr: Avant d'installer le mises à jour, soyez surs que les répertoires ciblés ont les autorisations d'écriture du serveur web. Si vous le souhaitez, vous pouvez configurer le client FTP interne, pour mettre à jour, sans vous occuper des permissions d'écriture.
it: Prima di installare gli aggiornamenti assicurarsi che le cartelle di destinazione sono scrittura autorizzazioni per server web. Se lo si desidera, è possibile configurare il client FTP interno, al fine di aggiornare senza assegnare autorizzazioni writting.
pt_br: Antes de instalar atualizações de ter certeza de que as pastas de destino têm permissões da escrita para o servidor web. Se desejar, você pode configurar o cliente interno FTP para atualizar sem permissões de escrita da Atribuir.
ru: Прежде чем устанавливать обновления убедитесь, что целевой папкам написания разрешений для веб-сервера. Если вы хотите, вы можете настроить внутренний FTP-клиента для обновления не было указано написания разрешения.

source: Searching for updates...
fr: Recherche de mises à jour...
it: Ricerca di aggiornamenti ...
pt_br: Procurando atualizações ...
ru: Поиск обновлений ...

source: Update Details
fr: Détails des mises à jour
it: Aggiorna i dati
pt_br: Detalhes da actualização
ru: Сведения об обновлении

source: Files
fr: Fichiers
it: File
pt_br: Arquivos
ru: файлы

source: Continue &raquo;
fr: Continuer &raquo;
it: Continua
pt_br: Continuar
ru: продолжать &raquo;

source: User Credentials
it: Credenziali utente
pt_br: Credenciais do usuário
ru: Учетные данные пользователя

source: Please provide your login credentials for site %site%.
it: Si prega di fornire le credenziali di accesso per il sito %s ite%.
pt_br: Por favor, forneça as credenciais de login para o site %s ite%.
ru: Пожалуйста, учетные данные для входа на сайт %s ITE%.
