Repository: TXModXoopsTeam/rmcommon
Catalog: lang/*.po
Languages: fr, it, pt_br, ru

source: Errors occurrs while trying to update comments!
fr: Des erreurs sont apparues lors de la mise à jour des commentaires!
it: Errori occurrs mentre cercano di aggiornare i commenti!
pt_br: Erros occurrs ao tentar atualizar comentários!
ru: Ошибки встреченные при попытке обновления комментариев!

source: Comments deleted successfully!
fr: Commentaires effacés avec succès!
it: Commenti cancellati con successo!
pt_br: Comentários excluído com sucesso!
ru: Комментарий успешно удален!

source: Sorry, comment id is not valid
fr: Désolé l'ID du commentaire n'est pas valide
it: Siamo spiacenti, commentare id non è valido
pt_br: Desculpe, o comentário ID não é válido
ru: К сожалению, комментарий Недопустимый идентификатор

source: Sorry, comment does not found
fr: Désolé, le commentaire n'a pas été trouvé
it: Siamo spiacenti, commentare non trovata
pt_br: Desculpe, o comentário não encontrado
ru: К сожалению, комментарий не найден

source: Edit Comment
fr: Editer le commentaire
it: Edita il commento
pt_br: Editar comentário
ru: Изменить комментарий

source: In reply to
fr: En réponse à
it: In risposta a
pt_br: Em resposta à
ru: В ответ на

source: Posted date
fr: Date d'envoi
pt_br: Data de publicação
ru: Дата добавления

source: Module
it: Modulo
pt_br: Módulo
ru: Моду&ль

source: Poster
fr: Auteur
it: Posterizza
pt_br: Posters
ru: ПОСТЕР

source: Approved
fr: Approuvé
it: Approvato
pt_br: Aprovados...
ru: Утвержден

source: Unapproved
fr: Désapprouvé
it: Non approvato
pt_br: Não aprovado
ru: Неутвержден

source: Content
fr: Contenu
it: Indice
pt_br: Conteúdo
ru: Содержание

source: Update Comment
fr: Mettre à jour les commentaires
it: Aggiornare Commento
pt_br: Atualização Comentário
ru: Обновить Сообщение

source: Cancel
fr: Annuler
it: Annulla
pt_br: Cancelar
ru: Отмена

source: Comment ID not specified!
fr: Id du commentaire non spécifiée!
it: Commento ID non specificato!
pt_br: Comentário ID não especificado!
ru: Комментарии ID не указано!

source: Specified comment does not exist!
fr: Le commentaire spécifié n'existe pas!
it: Commento specificato non esiste!
pt_br: Especificado comentário não existe!
ru: Указано комментарий не существует!

source: Comment updated successfully!
fr: Commentaire mis à jour avec succès
it: Commento aggiornato con successo!
pt_br: Comentário atualizada com sucesso!
ru: Комментарий успешно обновлен!

source: Errros ocurrs while trying to update comment!
fr: Des erreurs sont apparues lors de la mise à jour du commentaire!
it: Errros ocurrs durante il tentativo di aggiornare commento!
pt_br: Ocurrs Errros ao tentar atualizar a comentar!
ru: Ocurrs иных ошибок при попытке обновить свой комментарий!

source: An error ocurred while trying to delete .htaccess rules!
pt_br: Ocorreu um erro ao tentar excluir. Regras htaccess!

source: Please delete lines starting with <code># begin rmcommon</code> and ending with <code># end rmcommon</code>
pt_br: Por favor, apague as linhas que começam com # <code> começar rmcommon </ code> e terminando com <code> # end rmcommon </ code>

source: An error ocurred while trying to write .htaccess file!
pt_br: Ocorreu um erro ao tentar escrever. Htaccess!

source: Please try to add manually next lines:
pt_br: Por favor, tente adicionar manualmente linhas seguintes:

source: Users Management
fr: Gestion des utilisateurs
it: Gestione Utenti
pt_br: Gestão de Utilizadores
ru: Управление пользователями

source: Groups Management
pt_br: Grupos de Gestão

source: The specified group does not exists!
pt_br: O grupo especificado não existe!

source: Create new group
pt_br: Criar novo grupo

source: Edit group "%s"
pt_br: Editar grupo "%s"

source: Session token expired
pt_br: Token de sessão expirada

source: No name has been provided.
pt_br: Nenhum nome foi fornecido.

source: Description has not been provided.
pt_br: Descrição não foi fornecido.

source: Specified group does not exists. Please try again.
pt_br: Especificado grupo não existe. Por favor, tente novamente.

source: Errors ocurred while trying to save group data.
pt_br: Ocorreram erros ao tentar salvar dados do grupo.

source: Administrative rights could not be saved.
pt_br: Direitos administrativos não podem ser salvos.

source: Access rights could not be saved.
pt_br: Os direitos de acesso não poderia ser salvo.

source: Specific permissions could not be saved.
pt_br: Permissões específicas não puderam ser salvas.

source: Data saved successfully.
pt_br: Dados salvos com sucesso.

source: You must select at least one group. Please, try again.
pt_br: Você deve selecionar pelo menos um grupo. Por favor, tente novamente.

source: No valid groups has been selected. Note that system groups could not be deleted.
pt_br: Nenhum grupo válidos foi selecionado. Note-se que grupos do sistema não pode ser excluído.

source: Selected groups has been deleted.
pt_br: Os grupos selecionados foi excluído.

source: Errors ocurred while trying to delete selected groups.
pt_br: Ocorreram erros ao tentar excluir os grupos selecionados.

source: There are not categories yet! Please create one in order to add images.
fr: Il n'y a pas encore de catégories. Merci d'en créer une pour y ajouter des images.
it: Non ci sono ancora categorie! Si prega di creare uno al fine di aggiungere le immagini.
pt_br: Não há categorias ainda! Por favor, crie um, a fim de adicionar imagens.
ru: Есть категории не все же! Пожалуйста, делать для того, чтобы добавить изображения.

source: Images Management
it: Immagini di Gestione
pt_br: Imagens de Gestão
ru: Изображения управление

source: Images Management: %s
it: Immagini di gestione: %s
pt_br: Imagens de Gestão: %s
ru: Изображение Управление: %s

source: Category %s is closed. Please, select another category.
fr: La catégorie %s est fermée. Sélectionnez-en une autre.
it: Categoria %s è chiuso. Si prega di selezionare un'altra categoria.
pt_br: Categoria %s está fechada. Por favor, selecione outra categoria.
ru: Категория %s закрыт. Пожалуйста, выберите другую категорию.

source: All Images (*.jpg, *.png, *.gif)
fr: Toutes les images (*.jpg, *.png, *.gif)
it: Tutte le immagini (*. Jpg, *. Png, gif) *.
pt_br: Todas as imagens (*. Jpg, *. Png, *. Gif)
ru: Все изображения (*. JPG, *. PNG, *. GIF)

source: Browse Images...
fr: Naviguer dans les images...
it: Sfoglia Immagini ...
pt_br: Procurar imagens ...
ru: Обзор снимков ...

source: Uploaded successfully!
fr: Envoyé avec succès!
it: Caricato con successo!
pt_br: Enviado com sucesso!
ru: Загружено успешно!

source: Images Manager
fr: Gestionnaires d'images
it: Immagini Responsabile
pt_br: Imagens Gerente
ru: Менеджер изображений

source: Upload Images
fr: Envoyer des images
it: Carica Immagini
pt_br: Carregar Imagens
ru: Загруженные изображения

source: Images Manager: Categories
it: Immagini Manager: Categorie
pt_br: Imagens Representante: Categorias
ru: Изображения менеджер: Категории

source: You must specify a category id to edit!
fr: Vous devez spécifier un ID de catégorie à éditer!
it: È necessario specificare un id categoria da modificare!
pt_br: Você deve especificar um ID de categoria para editar!
ru: Вы должны указать идентификатор категории для редактирования!

source: The specified category does not exist!
fr: La catégorie spécifiée n'existe pas.
it: La categoria specificata non esiste!
pt_br: TR1304526871LLYL=A categoria especificada não existe!
ru: Указанной категории не существует!

source: Edit Category
it: Modifica categoria
pt_br: Editar Categoria
ru: Редактировать категорию

source: Add Category
fr: Ajouter des catégories
it: Aggiungi categoria
pt_br: Adicionar Categoria
ru: Добавить категорию

source: Images Manager: %s
it: Immagini Manager: %s
pt_br: Imagens Representante: %s
ru: Изображения менеджер: %s

source: Add category
it: Aggiungi categoria
pt_br: Adicionar Categoria
ru: Добавить категорию

source: Specify a valid category id
fr: Spécifiez un ID de catégorie valide
it: Specificare un ID categoria valida
pt_br: Especifique uma categoria de identificação válido
ru: Укажите допустимый ID Категория

source: Specified category does not exists!
fr: La catégorie spécifiée n'existe pas!
it: Categoria specificata non esiste!
pt_br: Especificado categoria não existe!
ru: Указанной категории не существует!

source: Please specify a category name
fr: Merci de spécifier le nom d'une catégorie
it: Si prega di specificare un nome di categoria
pt_br: Por favor, especifique um nome de categoria
ru: Пожалуйста, сформулируйте название категории

source: You must create one size for this category at least!
fr: Vous devez créer une taille au moins pour cette catégorie!
it: È necessario creare un formato per questa categoria almeno!
pt_br: Você deve criar um tamanho para esta categoria, pelo menos!
ru: Вы должны создать один размер для этой категории по крайней мере!

source: There is already a category with the same name!
fr: Il y a déjà une catégorie avec le même nom!
it: Esiste già una categoria con lo stesso nome!
pt_br: Já existe uma categoria com o mesmo nome!
ru: Существует уже категории с тем же именем!

source: Category updated successfully!
fr: Catégorie mise à jour avec succès!
it: Categoria aggiornata correttamente!
pt_br: Categoria atualizada com sucesso!
ru: Категория успешно обновлена!

source: There were some erros while trying to save this category.
fr: Il y a eu quelques erreurs, lors de la sauvegarde de cette catégorie.
it: Ci sono stati alcuni erros durante il tentativo di salvare questa categoria.
pt_br: Houve alguns mal posicionados ao tentar salvar esta categoria.
ru: Были некоторые erros, пытаясь спасти эту категорию.

source: Specify one category at least to change status!
fr: Spécifiez au moins une catégorie pour changer le status!
it: Specificare una categoria almeno di cambiare lo stato!
pt_br: Especifique uma categoria, pelo menos, para mudar o status!
ru: Укажите одну категорию по крайней мере, для изменения статуса!

source: There were some erros while updating database:
fr: Il y a eu quelques erreurs lors de la mise à jour de la base de données:
it: Ci sono stati alcuni erros durante l'aggiornamento del database:
pt_br: Houve alguns mal posicionados durante a atualização do banco de dados:
ru: Были некоторые erros при обновлении базы данных:

source: Unauthorized!
fr: Non autorisé!
it: Non autorizzato!
pt_br: Não autorizada!
ru: Несанкционированное!

source: Invalid image!
fr: Image invalide!
pt_br: Imagem inválida!
ru: Неверный изображение!

source: Image not found!
fr: Image introuvable!
it: Immagine non trovato!
pt_br: A imagem não encontrado!
ru: Изображение не найден!

source: Unauthorized
fr: Non autorisé
it: Non autorizzato
pt_br: Não autorizado
ru: Несанкционированный

source: %s done!
fr: %s effectué!
it: %s fatto!
pt_br: %s feito!
ru: %s сделано!

source: Invalid image ID
fr: ID d'image invalide
it: Invalid ID immagine
pt_br: ID inválida imagem
ru: Неверный Image ID

source: Edit Image
fr: Editer une image
it: Modifica immagine
pt_br: Editar imagem
ru: Редактировать изображение...

source: Image ID not provided!
fr: ID d'image non fourni!
it: ID Immagine non disponibile!
pt_br: ID da Imagem não fornecido!
ru: Image ID не предусмотрено!

source: You must provide a title for this image
fr: Vous devez donner un titre pour cette image
it: È necessario fornire un titolo per questa immagine
pt_br: Você deve fornecer um título para esta imagem
ru: Вы должны дать название для этого изображения

source: Image not exists!
fr: L'image n'existe pas!
it: Immagine non esiste!
pt_br: Imagem não existe!
ru: Изображение не существует!

source: Category not exist!
fr: La catégorie n'existe pas!
it: Categoria non esiste!
pt_br: Categoria não existe!
ru: Категория не существует!

source: the image could not be updated!
fr: L'image ne peut pas être mise à jour!
it: L'immagine non può essere aggiornato!
pt_br: a imagem não pode ser atualizado!
ru: изображение не может быть обновлен!

source: Image updated succesfully!
fr: Image mise à jour avec succès!
it: Immagine aggiornata con successo!
pt_br: Imagem atualizada com sucesso!
ru: Изображение обновляется успешно!

source: Image updated successfully!
fr: Image mise à jour avec succès!
it: Immagine aggiornata con successo!
pt_br: Imagem atualizada com sucesso!
ru: Изображение успешно обновлен!

source: Please, speciy an image at least!
fr: Merci de spécifier au moins une image!
it: Per favore, speciy un'immagine almeno!
pt_br: Por favor, speciy uma imagem, pelo menos!
ru: Пожалуйста, speciy изображения по крайней мере!

source: Errors ocurred during images deletion!
fr: Des erreurs sont apparues durant l'effacement de l'image!
it: Errori occurred durante immagini cancellazione!
pt_br: Ocorreram erros durante a exclusão de imagens!
ru: Произошли ошибки, исправить во время удаления картинки!

source: Images deleted successfully!
fr: Image effacée avec succès!
it: Immagini cancellati con successo!
pt_br: Imagens excluído com sucesso!
ru: Изображения успешно удален!

source: Category ID not provided
fr: ID de catégorie non fourni
it: Categoria ID non fornito
pt_br: Categoria ID não fornecido
ru: ID категории не предусмотрены

source: Category not found
fr: Catégorie introuvable
it: Categoria non trovata
pt_br: Categoria não encontrada
ru: Категория не найдена

source: Category deleted successfully!
fr: Catégorie effacée avec succès!
it: Categoria cancellato con successo!
pt_br: Categoria excluído com sucesso!
ru: Категория успешно удалена!

source: Errors ocurred while deleting the category
fr: Des erreurs sont apparues durant l'effacement de la catégorie
it: Errori occurred durante l'eliminazione della categoria
pt_br: Ocorreram erros durante a exclusão da categoria
ru: Произошли ошибки, исправить при удалении категории

source: Modules management (Install, uninstall and update)
pt_br: Gestão Modules (Instalar, desinstalar e atualizar)

source: Images management
pt_br: Gestão Images

source: Comments management
pt_br: Gestão Comments

source: Plugins management (Install, uninstall and update)
pt_br: Gestão Plugins (instalar, desinstalar e atualizar)

source: Groups management (create, delete and update)
pt_br: Gestão de Grupos (criar, apagar e atualização)

source: Grant access to system and modules configuration.
pt_br: Conceda acesso a configuração do sistema e módulos.

source: Install
fr: Installer
it: Installa
pt_br: Instalar
ru: Установить

source: More info
fr: Plus d'informations
it: Altre info
pt_br: Mais Informação
ru: Подробнее

source: Version:
it: Versione:
pt_br: Versão:
ru: Версия:

source: Author:
fr: Auteur:
it: Autore
pt_br: Autor:
ru: АВТОР

source: Web site:
it: Sito web:
pt_br: Página de Internet
ru: Веб-сайт:

source: Updatable:
pt_br: Atualizável:

source: License:
it: Licenza
pt_br: Licença
ru: Лицензия:

source: XOOPS Official:
pt_br: XOOPS oficial:

source: C.U. Native:
pt_br: CU nativa:

source: Directory:
pt_br: Diretório

source: Released:
pt_br: Lançamentos:

source: Get Help
pt_br: Obter Ajuda

source: Close
pt_br: Fechar

source: Sorry, unauthorized operation!
fr: Désolé, opération refusée
it: Spiacente, operazione non autorizzata!
pt_br: Desculpe, operação não autorizada!
ru: К сожалению, несанкционированные операции!

source: You must select a category before
fr: Vous devez sélectionner une catégorie avant
it: È necessario selezionare una categoria prima
pt_br: Você deve selecionar uma categoria antes
ru: Вы должны выбрать категорию до

source: File URL
fr: URL du fichier
it: URL del file
pt_br: URL do arquivo
ru: Файл URL

source: None
fr: Aucun
it: Nessuno
pt_br: Nenhum
ru: Нет

source: You are not allowed to do this action
fr: Vous n'êtes pas autorisé à effectuer cette action
it: Non ti è permesso di fare questa azione
pt_br: Você não tem permissão para fazer esta ação
ru: Вы не можете сделать это действие

source: Sorry, category has not been specified!
fr: Désolé, la catégorie n'a pas été spécifiée!
it: Siamo spiacenti, la categoria non è stato specificato!
pt_br: Desculpe, categoria não foi especificada!
ru: К сожалению, категория не указана!

source: Sorry, the specified category has not been found!
fr: Désolé, la catégorie spécifiée n'a pas été trouvée
it: Siamo spiacenti, la categoria specificata non è stato trovato!
pt_br: Desculpe, a categoria especificada não foi encontrado!
ru: К сожалению, указанная категория не было найдено!

source: Sorry, the specified category is closed!
fr: Désolé, la catégorie spécifiée est fermée!
it: Siamo spiacenti, la categoria specificata è chiuso!
pt_br: Desculpe, a categoria especificada está fechado!
ru: К сожалению, указанная категория закрыта!

source: Sorry, you can not upload images!
fr: Désolé, vous ne pouvez pas envoyer d'images!
it: Siamo spiacenti, non è possibile caricare le immagini!
pt_br: Desculpe, você não pode fazer upload de imagens!
ru: К сожалению, вы не можете загружать изображения!

source: File could not be inserted to database!
fr: Le fichier ne peut être inséré dans la base de données
it: Il file non può essere inserita nel database!
pt_br: O arquivo não pode ser inserido no banco de dados!
ru: Файл не может быть включен в базу данных!

source: Dashboard Help
fr: Aide sur le tableau de contrôle
it: Dashboard Aiuto
pt_br: Painel Ajuda
ru: Dashboard Помощь

source: Theme changed successfully!
fr: Thème changé avec succès!
it: Tema modificato con successo!
pt_br: Tema alterado com sucesso!
ru: Тема успешно изменен!

source: Theme could not be changed!
fr: Le thème ne peut pas être changé!
it: Il tema non poteva essere cambiato!
pt_br: Tema não pode ser mudado!
ru: Тема не может быть изменена!

source: Specified theme does not exist!
fr: Le thème spécifié n'existe pas!
it: Tema specificato non esiste!
pt_br: Especificado tema não existe!
ru: Указанной теме не существует!

source: Do you really want to delete selected groups?\n\nPlease note that this action can not be undo.
pt_br: Você realmente deseja excluir os grupos selecionados? Por favor nota que esta ação não pode ser desfazer.

source: Do you really want to delete this block?
it: Vuoi cancellare questo allarme?
pt_br: Você realmente quer apagar este bloco?
ru: Вы действительно хотите удалить этот блок?

source: Delete Block
it: Elimina blocco
pt_br: Excluir Bloquear
ru: Удаление блоков

source: Hide Block
it: Nascondi blocco
pt_br: Ocultar bloco
ru: Убрать блок

source: Show Block
it: Mostra Block
pt_br: Mostrar Bloquear
ru: Показать Блок

source: Block Settings
it: Impostazioni del blocco
pt_br: Configurações de Bloqueio de
ru: Параметры блокировки

source: Save
fr: Sauver
it: Salva
pt_br: Guardar
ru: Сохранить

source: Show Positions
fr: Montrer les positions
it: Mostra Posizioni
pt_br: Mostrar posições
ru: Показать позиций

source: Show Blocks
fr: Montrer les blocs
it: Mostra Blocks
pt_br: Mostrar Blocos
ru: Показать Блоки

source: An error occurred while trying to add block to its position!
it: Si è verificato un errore durante il tentativo di aggiungere blocchi per la sua posizione!
pt_br: Ocorreu um erro ao tentar adicionar bloco para a sua posição!
ru: Произошла ошибка при попытке добавить блок в своей позиции!

source: The position specified for this block does not exists!
it: La posizione specificata per questo blocco non esiste!
pt_br: A posição especificada para este bloco não existe!
ru: Положение, указанное для этого блока не существует!

source: %s Pages
it: %s Pagine
pt_br: %s Páginas
ru: %s Страницы

source: Do you really want to delete selected positions?
it: Vuoi davvero eliminare posizioni selezionate?
pt_br: Você realmente deseja excluir posições selecionadas?
ru: Вы действительно хотите удалить выбранные позиции?

source: You must select at least one position before you can do this action!
it: È necessario selezionare almeno una posizione prima di poter fare questa azione!
pt_br: Você deve selecionar pelo menos uma posição antes que você pode fazer esta ação!
ru: Вы должны выбрать хотя бы одну позицию, прежде чем делать это действие!

source: Downloading News...
pt_br: Baixando Notícias ...

source: Error ocurred while trying to load news.
pt_br: Erro ocorreu ao tentar carregar notícias.

source: Sorry, Red Mexico Common Utilities has not been installed yet!
fr: Désolé, RMCommon Utilitaires n'a pas encore été installé!
it: Siamo spiacenti, Rosso Messico Common Utilities non è stato ancora installato!
pt_br: Desculpe, Red México Utilities comum não foi instalado ainda!
ru: К сожалению, Красный Мексика Общие утилиты не была установлена ​​еще!

source: Add Group
pt_br: Adicionar grupo

source: New user
fr: Nouvel utilisateur
it: Nuovo utente
pt_br: Novo Utilizador:
ru: Новый пользователь

source: New category
fr: Nouvelle catégorie
it: Nuova categoria
pt_br: Nova categoria
ru: Новая категория

source: Add images
fr: Ajouter des images
it: Aggiungere immagini
pt_br: Adicionar imagens
ru: Добавить изображения

source: Modules Management
fr: Management des modules
it: Moduli di gestione
pt_br: Módulos de gerenciamento
ru: Модули управления

source: Specified module is not valid!
fr: Le module spécifié n'est pas valide!
it: Modulo specificato non è valido!
pt_br: Módulo especificado não é válido!
ru: Указанный модуль не действует!

source: %s is already installed!
fr: %s est déjà installé
it: %s è già installato!
pt_br: %s já está instalado!
ru: %s уже установлен!

source: Sepecified module is not a valid Xoops Module!
fr: Le modules spécifié n'est pas un module valide XOOPS!
it: Modulo sepecified non è un modulo Xoops valido!
pt_br: Módulo Sepecified não é um módulo Xoops válido!
ru: Sepecified модуль не является модулем Xoops!

source: Install %s
fr: Installer %s
it: Installazione %s
pt_br: Instale %s
ru: Установка%s

source: Sorry, this operation could not be completed!
fr: Désolé, cette opération ne peut être terminée!
it: Siamo spiacenti, questa operazione non può essere completata!
pt_br: Desculpe, esta operação não pôde ser concluída!
ru: К сожалению, эта операция не может быть завершена!

source: Installation log for %s
fr: Log d'installation pour %s
it: Registro di installazione per %s
pt_br: Log de ​​instalação para %s
ru: Журнал установки для %s

source: Module %s is not installed yet!
fr: Le module %s n'est pas encore installé!
it: Modulo %s non è ancora installato!
pt_br: Módulo %s não está instalado ainda!
ru: Модуль %s еще не установлен!

source: %s install log
it: %s log di installazione
pt_br: %s registro de instalação
ru: %s протокол установки

source: Uninstall log for %s
fr: Désinstallation log pour %s
it: Disinstallare il login per %s
pt_br: Desinstalar o log para %s
ru: Uninstall войти для %s

source: Could not update %s
fr: Impossible de mettre à jour %s
it: Impossibile aggiornare %s
pt_br: Não foi possível atualizar %s
ru: Не удалось обновить %s

source: Updating module %s
fr: Mise à jour du module %s
it: Aggiornamento del modulo %s
pt_br: Módulo Atualizando %s
ru: Модуль обновления %s

source: Updating templates...
fr: Mise à jour des templates...
it: Aggiornamento dei modelli ...
pt_br: Atualizando modelos ...
ru: Обновление шаблонов ...

source: Template %s could not be inserted!
fr: Template %s ne peut pas être inséré!
it: Template %s non può essere inserito!
pt_br: Template %s não pode ser inserido!
ru: Шаблон %s не может быть включен!

source: Template %s inserted to the database.
fr: Template %s inséré dans la base de données.
it: Template %s inserita nel database.
pt_br: Template %s inseridos no banco de dados.
ru: Шаблон %s вставлен в базу данных.

source: ERROR: Could not recompile template %s
fr: ERREUR: Impossible de recompiler le template %s
it: Errore: Impossibile ricompilare modello %s
pt_br: ERRO: Não foi possível recompilar modelo %s
ru: ОШИБКА: невозможно перекомпилировать шаблон %s

source: Template %s recompiled
fr: Template %s recompilé
it: Template %s ricompilato
pt_br: Template %s recompilados
ru: Шаблон %s перекомпилированными
