Repository: TXModXoopsTeam/rmcommon
Catalog: lang/*.po
Languages: fr, it, pt_br, ru

source: Username
fr: Nom d'utilisateur
it: Nome Utente
pt_br: Nome de utilizador
ru: Имя пользователя (Логин)

source: Password
fr: Mot de passe
pt_br: Senha

source: Login
pt_br: Entrada
ru: Войти

source: Executing Files...
fr: Exécution des fichiers
it: Esecuzione di file ...
pt_br: Executando os arquivos ...
ru: Запуске файла ...

source: Search:
fr: Recherche:
it: Cerca
pt_br: Pesquisar:
ru: Поиск.

source: Show:
fr: Montre:
pt_br: Mostrar:

source: Go Now!
fr: Aller maintenant!
it: Visitatelo subito!
pt_br: Vá, agora.
ru: Поторопись !

source: Advanced Search
fr: Recherche avancée
it: Ricerca Avanzata
pt_br: Pesquisa Avançada
ru: Расширенный поиск

source: Country/Location:
fr: Pays/Localisation
it: Paese / posizione
pt_br: País / Região:
ru: Страна / Расположение:

source: Registered between:
fr: Enregistré entre:
it: Registrato tra:
pt_br: Registrado entre:
ru: Между регистрации:

source: and
fr: et
it: E
pt_br: E ...
ru: И

source: Last login between:
fr: Dernière connexion entre:
it: Ultima connessione tra:
pt_br: Último acesso entre:
ru: Последний раз подключался между:

source: Posts between:
fr: Posté entre:
it: Messaggi tra:
pt_br: Mensagens entre:
ru: Сообщения между:

source: Mail:
it: Email
pt_br: Correio

source: All users
fr: Tous les utilisateurs
it: Tutti gli utenti
pt_br: Todos os usuários
ru: Все пользователи

source: Users that accept mail
fr: Utilisateurs acceptant les emails
it: Gli utenti che accettano la posta
pt_br: Os usuários que aceitam correio
ru: Пользователи, которые принимают почту

source: Users that do'nt accept mail
fr: Utilisateurs n'acceptant pas les emails
it: Gli utenti che do'nt accettare la posta
pt_br: Usuários que do'nt aceitar correio
ru: Пользователи, которые принимают почту do'nt

source: Status:
it: Stato:
pt_br: Estado:
ru: Статус:

source: Active users
fr: Utilisateurs actifs
it: Utenti attivi
pt_br: Utilizadores ativos
ru: Активные пользователи

source: Inactive users
fr: Utilisateurs inactifs
it: Gli utenti inattivi
pt_br: Usuários inativos
ru: Неактивных пользователей

source: Search method:
fr: Méthode de recherche:
it: Metodo di ricerca:
pt_br: Pesquisa método:
ru: Метод поиска:

source: All these options are optional and will be additional to basic search keyword.
fr: Toutes ces options, sont optionnelles, et seront ajoutées à la recherche basique de mots clés.
it: Tutte queste opzioni sono facoltative e si aggiungeranno a parola chiave di ricerca di base.
pt_br: Todas estas opções são opcionais e serão adicionais a palavra-chave de pesquisa básica.
ru: Все эти варианты не являются обязательными и будут дополнительными к основным ключевым словам.

source: Search Now!
fr: Rechercher maintenant!
it: Cerca ora!
pt_br: Busca-se agora!
ru: Искать сейчас!

source: Order by...
pt_br: Pedido por

source: Sort
fr: Classer
it: Ordina
pt_br: Ordenar
ru: Сортировать

source: Activate
fr: Activer
it: Attiva
pt_br: Activar
ru: Активировать

source: Deactivate
fr: Désactiver
it: Disattiva
pt_br: Desativar
ru: Отключить

source: Send email
fr: Envoyer email
it: Invia email
pt_br: Enviar e-mail
ru: Отправить сообщение e-mail

source: Registered
fr: Enregistré
it: Registrazione
pt_br: Registado
ru: Зарегистрирован

source: There are not any user registered with for this filter.
fr: Il n'y a pas d'utilisateur enregistré avec ce filtre
it: Non ce ne sono utenti registrati di questo filtro.
pt_br: Não há qualquer usuário registrado para esse filtro.
ru: Есть не пользователь зарегистрирован для этого фильтра.

source: Send Email
fr: Envoyer un email
it: Invia email...
pt_br: Enviar e-mail
ru: Отправить e-mail...

source: Send email to %s
fr: Envoyer un email à %s
it: Invia email a %s
pt_br: Enviar e-mail para %s
ru: Отправить персональное сообщение для %s

source: Block
fr: Bloc
it: Blocca
pt_br: BLOQUEIO
ru: Блокировать

source: Select block...
fr: Sélectionner le bloc...
it: Seleziona blocco ...
pt_br: Selecione bloco ...
ru: Выберите блок ...

source: Add Block
fr: Ajouter un bloc
it: Aggiungi Block
pt_br: Adicionar Bloquear
ru: Добавить Блок

source: Position Name
fr: Nom de la position
it: Posizione Nome
pt_br: Posição Nome
ru: Позиция Name

source: Position tag
fr: Tag de la position
it: Tag di posizione
pt_br: Posição tag
ru: Позиция тега

source: Existing positions
fr: Position existante
it: Posizioni esistenti
pt_br: Posições existentes
ru: Имеющиеся должности

source: edit
fr: Editer
it: modifica
pt_br: editar
ru: изменить

source: User Info Settings
pt_br: Informação de usuário Configurações

source: Meta Tags and Footer
pt_br: Meta Tags e Rodapé

source: Word Censoring
pt_br: Palavra Censura

source: Search Options
pt_br: Opções de Pesquisa

source: Email Setup
pt_br: Configuração de e-mail

source: Authentication Options
pt_br: Opções de autenticação

source: System Module Settings
pt_br: Configurações módulo do sistema

source: Color Test for Two&bull;P6
pt_br: Teste de cores para Two&bull;P6

source: Buttons
pt_br: Botões

source: Form Controls
pt_br: Controles de Formulário

source: Info boxes
pt_br: Caixas de Informações

source: Title
pt_br: Título

source: Content for the box
pt_br: Conteúdo da caixa

source: Modals
pt_br: Modais

source: Launch demo modal
pt_br: Demonstração lançamento modal

source: Launch demo modal 2
pt_br: Demonstração lançamento modal 2

source: Modal title
pt_br: Título Modal

source: Modal content
pt_br: Conteúdo Modal

source: Modal Title
pt_br: Modal Título

source: Dialog content
pt_br: Conteúdo de diálogo

source: Alerts
pt_br: Alertas

source: Tables
pt_br: Tabelas

source: Other Elements
pt_br: Outros Elementos

source: Show breadcrumb
pt_br: Mostrar breadcrumb

source: Common Utilities
pt_br: Utilitários comuns

source: System
pt_br: Sistema

source: Theme
pt_br: Fundos de ecrã

source: Modules Box
pt_br: Módulos Box

source: Quick Links
pt_br: Links rápidos

source: Social Links
pt_br: Redes Sociais:

source: Control Panel
pt_br: Painel de controlo

source: View Home Page
pt_br: Ver Página

source: About Two·Six
pt_br: Cerca de Two·Seis

source: Two &bull; P6 Colors
pt_br: Two &bull; P6 Cores

source: %s updates available
pt_br: %s atualizações disponíveis

source: Toolbar
pt_br: Barra de Ferramentas

source: Powered by %s.
pt_br: Desenvolvido por %s .

source: Reloaded by %s.
pt_br: Reloaded por %s .

source: Item updated!
fr: Item mis à jour!
it: Articolo aggiornato!
pt_br: Artigo actualizado!
ru: Деталь обновленный!

source: Updates Help
it: Aggiornamenti Aiuto
pt_br: Atualizações Ajuda
ru: Новости и обновления Помощь

source: Invalid parameters!
fr: Paramètres invalides!
it: Parametri non validi!
pt_br: Parâmetros inválidos!
ru: Ошибочные параметры!

source: Unable to download update file!
fr: Impossible de télécharger le fichier mis à jour!
it: Impossibile scaricare il file di aggiornamento!
pt_br: Não é possível baixar arquivo de atualização!
ru: Невозможно загрузить файл обновления!

source: ERROR: unable to open downloaded zip file!
fr: ERREUR: impossible d'ouvrir le fichier ZIP téléchargé!
it: ERRORE: impossibile aprire il file zip scaricato!
pt_br: ERRO: não foi possível abrir o arquivo zip baixado!
ru: Ошибка: не удалось открыть скачанный ZIP файл!

source: Target path "%s" does not exists!
it: Percorso di destinazione "%s" non esiste!
pt_br: Caminho de destino "%s" não existe!
ru: Цель путь "%s" не существует!

source: FTP configuration not specified!
fr: La configuration FTP n'est pas spécifiée!
it: Configurazione FTP non specificata!
pt_br: Configuração FTP não especificado!
ru: Конфигурация FTP не указано!

source: FTP configuration not valid!
fr: Configuration FTP non valide!
it: Configurazione FTP non valido!
pt_br: Configuração FTP não é válido!
ru: Конфигурация FTP не действительны!

source: Unable to connect FTP server %s
fr: Impossible de se connecter au serveur FTP %s
it: Impossibile connettersi al server FTP %s
pt_br: Não é possível conectar servidor FTP %s
ru: Не удается подключиться FTP сервер %s

source: Executing files...
fr: Exécution des fichiers...
it: L'esecuzione di file ...
pt_br: Execução de arquivos ...
ru: Выполнение файлов ...

source: %s has been updated
fr: %s a été mis à jour
it: %s è stato aggiornato
pt_br: %s foi atualizado
ru: %s были обновлены

source: Downloaded!
it: Scaricato
pt_br: Transferido
ru: Загружено:

source: File not found!
it: File non trovato
pt_br: Arquivo não encontrado!
ru: Файл не найден.

source: You have not selected any user!
fr: Vous n'avez pas sélectionné d'utilisateur!
it: Non hai selezionato alcun utente!
pt_br: Você não selecionou nenhum usuário!
ru: Вы не выбрали ни одной пользователя!

source: Dou you really wish to delete selected users?
fr: Voulez vous vraiment effacer les utilisateurs sélectionnés?
it: Dou si desidera veramente eliminare gli utenti selezionati?
pt_br: Dou você realmente deseja excluir usuários selecionados?
ru: Доу Вы действительно хотите удалить выбранных пользователей?

source: The specified user is not valid!
fr: L'utilisateur spécifié n'est pas valide!
it: L'utente specificato non è valido!
pt_br: O usuário especificado não é válido!
ru: Указанный пользователь не действителен!

source: The specified user does not exists!
fr: L'utilisateur spécifié n'existe pas!
it: L'utente specificato non esiste!
pt_br: O usuário especificado não existe!
ru: Указанным именем не существует!

source: Edit User
fr: Editer l'utilisateur
it: Modifica utente
pt_br: Editar Usuário

source: Add User
fr: Ajouter un utilisateur
it: Aggiungi Utente
pt_br: Adicionar utilizador
ru: Добавление пользователей

source: Editing User
fr: Edition de l'utilisateur
it: Modifica utente
pt_br: Editando
ru: Редактирование пользователя

source: This field also will be the user login name.
fr: Ce champ sera aussi celui du nom d'utilisateur (login).
it: Questo campo sarà anche il nome di login dell'utente.
pt_br: Este campo também será o nome de login do usuário.
ru: Это поле также будет имя пользователя в систему.

source: Full name
fr: Nom complet
it: Nome e Cognome:
pt_br: Nome completo:
ru: Полное имя

source: This field must contain firstname and lastname.
fr: Ce champ doit contenir le nom et le prénom
it: Questo campo deve contenere nome e cognome.
pt_br: Este campo deve conter nome e sobrenome.
ru: Это поле должно содержать Имя и Фамилия.

source: New password
fr: Nouveau mot de passe
it: Nuova password:
pt_br: Nova palavra-passe
ru: Новый пароль

source: The password should be at least eight characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &
fr: Le mot de passe doit avoir au minimum 8 caractères de long. Pour le faire plus difficile à trouver, utiliser la casse (majuscules, minuscules), ou bien des nombres ou symboles comme ! " ? $ % ^ &
it: La password deve essere lunga almeno otto caratteri. Per renderlo più forte, d'uso superiori e minuscole, numeri e simboli come! " ? $ % ^ &
pt_br: A senha deve ter pelo menos oito caracteres. Para torná-lo mais forte, usar letras maiúsculas e minúsculas, números e símbolos como ! " ? $ % ^ &
ru: Длина пароля должна быть не менее восьми символов. Чтобы сделать его сильнее, использовать верхний и нижний регистр букв, цифр и символов нравится! " ? $ % ^ &

source: Repeat Password
fr: Répétez le mot de passe
it: Ripetere la password
pt_br: Repetir Senha
ru: Повторение пароля

source: Type password again.
fr: Ecrivez encore le mot de passe
it: Digitare di nuovo la password.
pt_br: Digite a senha novamente.
ru: Введите пароль еще раз.

source: URL (Blog or personal website)
fr: URL (Blog ou site personnel)
it: URL (Blog o sito personale)
pt_br: URL (Blog ou site pessoal)
ru: URL (блог или личный веб-сайт)

source: Time zone
fr: Fuseau Horaire
it: Fuso orario
pt_br: Fuso horário
ru: Часовой пояс

source: Assign to groups
fr: Assigner au groupe
it: Assegnazione ai gruppi
pt_br: Atribuir aos grupos
ru: Назначают по группам

source: Sorry, you don't have permission to add users.
fr: Désolé, vous n'avez pas la permission d'ajouter des utilisateurs.
it: Spiacente, non hai il permesso di aggiungere utenti.
pt_br: Desculpe, você não tem permissão para adicionar usuários.
ru: К сожалению, у вас нет доступа для добавления пользователей.

source: Please fill all required fields and try again!
fr: Merci de remplir tous les champs requis et de réessayer!
it: Si prega di compilare tutti i campi obbligatori e riprovare!
pt_br: Por favor, preencha todos os campos e tente novamente!
ru: Пожалуйста, заполните все необходимые поля и попробуйте еще раз!

source: Passwords doesn't match. Please chek them.
fr: Les mots de passe ne correspondent pas. Merci de les vérifier.
it: Le password non corrispondono. Si prega di chek loro.
pt_br: As senhas não coincidem. Por favor chek-los.
ru: Пароли не совпадают. Пожалуйста Chek них.

source: The users could not be saved. Please try again!
fr: Les utilisateurs ne peuvent pas être sauvegardés. Merci de réessayer!
it: Gli utenti non potevano essere salvati. Riprova!
pt_br: O utilizador não pôde ser salvo. Por favor, tente novamente.
ru: Пользователи не могли быть спасены. Пожалуйста, попробуйте еще раз!

source: You must select one user at least. Please click on "Add Users" and select as many users as you wish.
fr: Vous devez sélectionner au moins un utilisateur. SVP cliquez sur "Ajouter utilisateurs" et sélectionnez autant d'utilisateurs que vous le souhaitez.
it: È necessario selezionare un utente almeno. Si prega di cliccare su "Aggiungi Users" e selezionare come molti utenti che si desidera.
pt_br: Você deve selecionar um usuário, pelo menos. Por favor, clique em "Adicionar Users" e selecione tantos usuários quanto você desejar.
ru: Вы должны выбрать один пользователь по крайней мере. Пожалуйста, нажмите на "Добавить пользователей" и указать столько пользователей, сколько вы пожелаете.

source: Send E-Mail
fr: Envoi d'email
it: Invia email
pt_br: Enviar E-Mail
ru: Отправить E-Mail

source: Sending email to users
fr: Envoi de mail aux utilisateurs
it: L'invio di posta elettronica agli utenti
pt_br: Enviar e-mail para os usuários
ru: Отправка электронной почты для пользователей

source: Send Email to Users
fr: Envoyer un email aux utilisateurs
it: Invia e-mail a utenti
pt_br: Enviar e-mail para usuários
ru: Отправить E-mail для пользователей

source: Please note that the maximun users number that you can select depends of the limit of emails that you can send accourding to your email server policies (or hosting account policies).
fr: Notez que le nombre maximum d'utilisateurs sélectionnés, dépends du nombre maximum de mail simultanés que vous pouvez envoyer, en fonction de votre hébergement.
it: Si prega di notare che il numero di utenti massimo che è possibile selezionare dipende dal limite di e-mail che è possibile inviare accourding ai vostri criteri di server di posta elettronica (o di hosting criteri di account).
pt_br: Por favor, note que o número usuários maximos que você pode selecionar depende do limite de e-mails que você pode enviar a seus accourding diretivas de servidor de e-mail (ou políticas de conta de hospedagem).
ru: Пожалуйста, обратите внимание, что число максимальная пользователей, которую можно выбрать, зависит предела писем, которые вы можете отправить accourding на Ваш почтовый сервер политики (или хостинг-провайдера политика).

source: Message subject
fr: Sujet du message
it: Oggetto del messaggio
pt_br: Assunto da mensagem
ru: Тема сообщения

source: Subject must be descriptive.
fr: Le sujet doit être descriptif
it: Oggetto deve essere descrittivo.
pt_br: Assunto deve ser descritivo.
ru: Тема должна быть описательным.

source: Message type
fr: Type de message
it: Tipo di messaggio
pt_br: Tipo de mensagem
ru: Тип сообщения

source: Message content
fr: Contenu du message
it: Contenuto del messaggio
pt_br: Conteúdo da mensagem
ru: Содержание сообщения

source: There was errors while sending this emails
fr: Il y a eu des erreurs lors de l'envoi de ces emails
it: C'era errori durante l'invio di questa e-mail
pt_br: Houve erros durante o envio de e-mails este
ru: Был ошибки при отправке этого письма

source: Message sent successfully!
fr: Messages envoyés avec succès!
it: Messaggio inviato con successo!
pt_br: Mensagem enviada com sucesso!
ru: Сообщение успешно отправлено!

source: No users has been selected
fr: Aucun utilisateur n'a été sélectionné
it: È stato selezionato nessun utente
pt_br: Nenhum usuário foi selecionado
ru: Нет пользователей, была выбрана

source: Users
fr: Utilisateurs
it: Utenti
pt_br: Utilizadoras
ru: пользователей?

source: Users could not be
fr: Les utilisateurs ne peuvent pas être
it: Gli utenti non potevano essere
pt_br: Os usuários não poderia ser
ru: Пользователи не могут быть

source: Admin user cannot be deleted: %s
fr: Un administrateur ne peut être effacé: %s
it: Utente Admin non può essere cancellato: %s
pt_br: Usuário Administrador não pode ser excluído: %s
ru: Админ пользователей не могут быть удалены: %s

source: User cannot be deleted: %s
fr: Un utilisateur ne peut être effacé: %s
it: L'utente non può essere cancellato: %s
pt_br: O usuário não pode ser excluído: %s
ru: Пользователь не может быть удален: %s

source: Users deleted successfully!
fr: Uilisateurs effacés avec succès
it: Gli utenti cancellati con successo!
pt_br: Usuários excluído com sucesso!
ru: Пользователи успешно удалены!

source: General
pt_br: Geral

source: Appearance
pt_br: Aparência

source: Enable URL rewriting
pt_br: Ativar regravação de URL

source: New rewrite paths for supported modules
pt_br: Novos caminhos de reescrita para módulos suportados

source: Indicate the new paths for supported modules. This path must be used to form new rewrited URLs for modules.
pt_br: Indicar os novos caminhos para os módulos suportados. Esse caminho deve ser usado para formar novas URLs rewrited para módulos.

source: Language to use
fr: Langage à utiliser
it: Lingua da utilizzare
pt_br: Idioma de usar
ru: Язык, используемый для

source: Admin theme
fr: Thème administrateur
it: Tema Admin
pt_br: Tema de Administração
ru: Админ тему

source: Disable new GUI when working on non native modules?
fr: Désactiver la nouvelle administration lorsque l'on travaille sur des modules non natifs de Red mexico?
it: Disattivare nuova GUI quando si lavora su moduli non nativi?
pt_br: Desativar nova GUI quando se trabalha em módulos não nativos?
ru: Отключить новый графический интерфейс при работе на не родном модулей?

source: Select the default editor
fr: Sélectionner l'éditeur par défaut
it: Selezionare l'editor di default
pt_br: Selecione o editor padrão
ru: Выберите редактор по умолчанию

source: Enable JQuery for front end
fr: Activer query pour l'affichage en premier plan
it: Abilita JQuery per front-end
pt_br: Ativar JQuery para front-end
ru: Включить JQuery для переднего конца

source: When this option is enabled, Common Utilities will include JQuery automatically. Please, disable this option only when your theme include jquery by default.
fr: Lorsque cette option est activée, Common Utilities influera JQuery automatiquement. Désactivez la si votre thème inclue déjà jquery par défaut.
it: Quando questa opzione è abilitata, utilità comuni comprenderanno JQuery automaticamente. Per favore, disattivare questa opzione solo se il vostro tema includono jQuery per impostazione predefinita.
pt_br: Quando esta opção for habilitada, Utilities comum incluirá JQuery automaticamente. Por favor, desative esta opção apenas quando o tema incluem jQuery por padrão.
ru: Когда эта опция включена, общие утилиты будет включать JQuery автоматически. Пожалуйста, отключите эту опцию только тогда, когда ваша тема включает JQuery по умолчанию.

source: Arrange images by date
fr: Trier les images par date
it: Disporre le immagini per data
pt_br: Organizar imagens por data
ru: Организовать изображений по дате

source: Limit for image categories list.
fr: Limite pour la liste des catégories d'image
it: Limitare per un'immagine lista di categorie.
pt_br: Limite para a lista de categorias de imagens.
ru: Предел для списка изображений категорий.

source: Image manager: number of images per page
fr: Gestionnaire d'images: nombre d'images par page
it: Direttore Immagine: numero di immagini per pagina
pt_br: Gerente Image: número de imagens por página
ru: Image Manager: количество изображений на странице

source: Secret Key
fr: Clef secrète
it: Chiave segreta
pt_br: Chave Secreta
ru: Секретный ключ

source: Provide a secret key used to encrypt information.
fr: Fournit une clé secrète pour crypter l'information
it: Fornire una chiave segreta utilizzata per crittografare le informazioni.
pt_br: Forneça uma chave secreta usada para criptografar informações.
ru: Обеспечить закрытый ключ, используемый для шифрования информации.

source: Allow HTMl in text
fr: Autorise HTML dans le texte
it: Permetti HTML in testo
pt_br: Permitir HTML em texto
ru: Разрешить HTMl в тексте

source: Allow smilies in text
fr: Autorise les smileys dans le texte
it: Consenti faccine nel testo
pt_br: Permitir smilies em texto
ru: Разрешить смайлы в тексте

source: Allow XoopsCode
fr: Autorise le XoopsCode
it: Consenti XoopsCode
pt_br: Permitir XoopsCode
ru: Разрешить XoopsCode

source: Allow images in text
fr: Autorise les images dans le texte
it: Consenti immagini in testo
pt_br: Permitir imagens em texto
ru: Позволяют изображения в текст

source: Auto add line breaks in text
fr: Ajoute automatiquement des sauts de ligne dans le texte
it: Aggiungere interruzioni di riga automatico nel testo
pt_br: Add Auto quebras de linha em texto
ru: Автоматическое добавление строк в тексте

source: Enable comments
fr: Activer les commentaires
it: Abilita commenti
pt_br: Ativar comentários
ru: Включить комментарии

source: Allow anonymous users to post comments
fr: Permet aux utilisateurs anonymes de poster de commentaires
it: Consenti agli utenti anonimi per inviare commenti
pt_br: Permitir que usuários anônimos para enviar comentários
ru: Разрешить анонимным пользователям оставлять комментарии

source: Automatically approve comments by registered users
fr: Approuve automatiquement les commentaires des utilisateurs enregistrés
it: Approva automaticamente i commenti da parte degli utenti registrati
pt_br: Aprovar automaticamente comentários de usuários registrados
ru: Автоматически утверждать комментарии зарегистрированных пользователей

source: Automatically approve comments by anonymous users
fr: Approuve automatiquement les commentaires des utilisateurs anonymes
it: Approva automaticamente i commenti da parte di utenti anonimi
pt_br: Aprovar automaticamente comentários de usuários anônimos
ru: Автоматически утверждать комментарии анонимных пользователей

source: Allow users to edit their comments
fr: Autorise les utilisateurs à éditer leurs commentaires
it: Consenti agli utenti di modificare i loro commenti
pt_br: Permitir que os usuários editem seus comentários
ru: Разрешить пользователям редактировать свои комментарии

source: Time limit to edit a comment (in hours).
fr: Temps limite pour éditer un commentaire (en heures).
it: Limite di tempo per modificare un commento (in ore).
pt_br: Prazo para editar um comentário (em horas).
ru: Лимит времени для редактирования комментариев (в часах).

source: Modules number on dashboard
fr: Nombre de modules sur le tableau de contrôle
it: Numero di moduli sul cruscotto
pt_br: Módulos número no painel de instrumentos
ru: Модули Число на приборной панели

source: Image for RSS feeds
fr: Image pour le flux RSS
it: Immagine per i feed RSS
pt_br: Imagem para feeds RSS
ru: Изображения для RSS каналы

source: Mailer method
fr: Methode du Mailer
it: Metodo Mailer
pt_br: Método Mailer
ru: Мейлер метод
