Repository: TXModXoopsTeam/rmcommon
Catalog: lang/*.po
Languages: fr, it, pt_br, ru

source: Operation not allowed!
fr: Opération non autorisée!
it: Operazione non consentita!
pt_br: Operação não permitida!
ru: Операция не разрешена!

source: Sorry, you are not allowed to view this page
fr: Désolé, vous n'êtes pas autorisé à voir cette page
it: Spiacenti, non sei autorizzato a visualizzare questa pagina
pt_br: Desculpe, você não tem permissão para visualizar esta página
ru: Извините, но вам не разрешено просматривать эту страницу

source: The block specified seems to be invalid. Please try again.
fr: Le bloc spécifié à l'air d'être invalide. Réessayez SVP.
it: Il blocco specificato sembra non essere valido. Riprova.
pt_br: O bloco especificado parece ser inválido. Por favor, tente novamente.
ru: Блок указанные кажется, недействительными. Пожалуйста, попробуйте еще раз.

source: The specified module does not exists!
fr: Le module spécifié n'existe pas!
it: Il modulo specificato non esiste!
pt_br: O módulo especificado não existe!
ru: Указанный модуль не существует!

source: The specified block does not exists, please verify your selection.
fr: Le bloc spécifié n'existe pas, vérifiez votre sélection.
it: Non esiste il blocco indicato, si prega di verificare la selezione.
pt_br: O bloco especificado não existe, por favor verificar a sua seleção.
ru: Указанного блока не существует, пожалуйста, проверьте ваш выбор.

source: Block could not be created. Please try again!
it: Blocco non può essere creata. Riprova!
pt_br: Bloquear não pôde ser criado. Por favor, tente novamente!
ru: Блок не может быть создан. Пожалуйста, попробуйте еще раз!

source: Block "%s" was added successfully! Please configure it.
it: Blocco "%s" è stato aggiunto con successo! Si prega di configurarlo.
pt_br: Bloco de "%s" foi adicionado com sucesso! Por favor, configurá-lo.
ru: Блок "%s" был успешно добавлен! Пожалуйста, настройте его.

source: The block that you specified seems to be invalid. Please try again
fr: Le bloc spécifié semble être invalide. Merci de réessayer
it: Il blocco specificato sembra non essere valido. Riprova
pt_br: O bloco que você especificou parece ser inválido. Por favor, tente novamente
ru: Блок, указанный кажется, недействительными. Пожалуйста, попробуйте еще раз

source: Specified block does not exists!. Please try again
it: Non esiste blocco specificato!. Riprova
pt_br: Especificado bloco não existe!. Por favor, tente novamente
ru: Указано блока не существует!. Пожалуйста, попробуйте еще раз

source: Configuration form for block "%s" was loaded successfully!
it: Modulo di configurazione per il blocco "%s" è stato caricato con successo!
pt_br: Forma de configuração para o bloco "%s" foi carregada com sucesso!
ru: Конфигурация формы для блока "%s" спешно загружен!

source: Session token expired. Please try again.
fr: Le temps de session a expiré. Merci de réessayer.
it: Token di sessione scaduta. Riprova.
pt_br: Token de sessão expirada. Por favor, tente novamente.
ru: Маркер сеанса истек. Пожалуйста, попробуйте еще раз.

source: You must provide a block ID!
fr: Vous devez fournir un ID de bloc!
it: È necessario fornire un ID di blocco!
pt_br: Você deve fornecer um ID de bloco!
ru: Вы должны предоставить блок ID!

source: Specified block does not exists!
fr: Le bloc spécifié n'existe pas!
it: Blocco specificato non esiste!
pt_br: Especificado bloco não existe!
ru: Указано блока не существует!

source: Settings for the block "%s" could not be saved!
it: Impostazioni per il blocco "%s" non potevano essere salvati!
pt_br: Configurações para o bloco "%s" não pôde ser salva!
ru: Настройки для блока "%s" е может быть спасена!

source: Settings for block "%s" were saved successfully!
it: Impostazioni per il blocco "%s", sono state salvate con successo!
pt_br: Configurações para bloco "%s" foi salvo com sucesso!
ru: Настройки для блока "%s" были успешно сохранены!

source: Specified position is not valid!
fr: La position spécifiée n'est pas valide!
it: Posizione specificata non è valida!
pt_br: Especificado posição não é válido!
ru: Указанного Положения не распространяется!

source: You must fill name and tag input fields!
fr: Vous devez remplir les champs , avec le nom et le tag!
it: È necessario compilare il nome e campi di input tag!
pt_br: Você deve preencher o nome e os campos de entrada de tags!
ru: Вы должны заполнить имя и полей тегов вклад!

source: Specified blocks position does not exists!
it: Posizione blocchi specificato non esiste!
pt_br: Especificado posição blocos não existe!
ru: Указанную позицию блоков не существует!

source: Already exists another blocks position with same name or tag!
it: Già esiste un'altra posizione blocchi con lo stesso nome o tag!
pt_br: Já existe uma outra posição blocos com o mesmo nome ou marca!
ru: Уже существует другая позиция блока с таким же именем или тег!

source: Position "%s" was saved successfylly!
it: Posizione "%s" è stato salvato successfylly!
pt_br: Posição "%s" foi salvo successfylly!
ru: Положение "%s" был спасен successfylly!

source: Position "%s" could not be saved!
it: Posizione "%s" non può essere salvato!
pt_br: Posição "%s" não pôde ser salva!
ru: Положение "%s" не может быть спасена!

source: Blocks order could not be saved!
it: Per i blocchi non può essere salvato!
pt_br: Blocos ordem não pôde ser salvo!
ru: Блоки порядке не может быть сохранен!

source: Session token expired!
fr: Le temps de session a expiré!
it: Token di sessione scaduta!
pt_br: Token de sessão expirada!
ru: Маркер сеанса истекло!

source: Position not specified!
it: Posizione non specificato!
pt_br: Posição não especificado!
ru: Позиция не указано!

source: Blocks order for position "%s" saved successfully!
it: Per i blocchi per la posizione "%s" salvata correttamente!
pt_br: Blocos de pedir para a posição "%s" salvo com sucesso!
ru: Блоки для того, чтобы положение "%s" успешно сохранены!

source: Blocks order for position "%s" could not be saved!
it: Per i blocchi per la posizione "%s" non poteva essere salvata!
pt_br: Blocos de pedir para a posição "%s" não pôde ser salva!
ru: Блоки для того, чтобы положение "%s" не может быть спасена!

source: Block visibility could not be saved!
it: Visibilità del blocco non può essere salvato!
pt_br: Visibilidade do bloco não pode ser salvo!
ru: Видимость блока не может быть сохранен!

source: Block identifier not specified!
it: Identificazione del blocco non specificato!
pt_br: Identificador de bloco não especificado!
ru: Идентификатор блока не указано!

source: The visibility of the block %s was changed successfully!
it: La visibilità del blocco %s stato modificato correttamente!
pt_br: A visibilidade do bloco %s foi alterada com sucesso!
ru: Видимость блока %s был успешно изменен!

source: Visibility for block %s could not be changed!
it: Visibilità per il blocco %s non poteva essere cambiato!
pt_br: Visibilidade para o bloco %s não pode ser mudado!
ru: Видимость для блока %s не может быть изменена!

source: No block has been specified!
it: Nessun blocco è stato specificato!
pt_br: No bloco foi especificado!
ru: Нет блок не был определен!

source: The block "%s" could not be deleted!
it: Il blocco "%s" non poteva essere cancellata!
pt_br: O bloco "%s" não pôde ser apagado!
ru: Блок "%s" не может быть удален!

source: The block "%s" was deleted successfully!
it: Il blocco "%s" è stato cancellato con successo!
pt_br: O bloco "%s" foi excluído com sucesso!
ru: Блок "%s" успешно удален!

source: Please specify a valid module dirname!
pt_br: Por favor, especifique um dirname módulo válido!

source: Specified module is not installed!
pt_br: Especificado módulo não está instalado!

source: All
fr: Tout
pt_br: Todos
ru: Все

source: Insert Image
fr: Insérer une image
it: Inserisci immagine
pt_br: Inserir Imagem
ru: Вставить изображение

source: Blocks Management
it: Blocchi di Gestione
pt_br: Gestão de Blocos
ru: Блоки управления

source: Internal blocks manager is currenlty disabled!
fr: Le gestionnaire interne de blocs est désactivé!
it: Direttore di blocchi interni è currenlty disabilitato!
pt_br: Gerente de blocos interno é currenlty desabilitado!
ru: Внутренний менеджер блоков Currenlty отключен!

source: You are not allowed to do this action!
fr: Vous n'êtes pas autorisé à effectuer cette action!
it: Non ti è permesso di fare questa azione!
pt_br: Você não tem permissão para fazer esta ação!
ru: Вы не можете сделать это действие!

source: Please provide a name and tag for this new position!
fr: Merci d'attribuer un nom et un tag pour cette nouvelle position!
it: Si prega di fornire un nome e tag per questa nuova posizione!
pt_br: Por favor, forneça um nome e uma tag para esta nova posição!
ru: Пожалуйста, укажите имя и метки для этой новой должности!

source: You must specify a valid position ID!
fr: Vous devez spécifier un ID avec une position valide!
it: È necessario specificare un ID posizione valida!
pt_br: Você deve especificar um ID válido posição!
ru: Необходимо указать действительное удостоверение личности с позиции!

source: Specified position does not exists!
fr: La position spécifiée n'existe pas!
it: Posizione specificata non esiste!
pt_br: Especificado posição não existe!
ru: Указанной позиции не существует!

source: Already exists another position with same name or same tag!
fr: Il existe déjà une autre position avec le même nom ou le même tag!
it: Già esiste un'altra posizione con lo stesso nome o lo stesso tag!
pt_br: Já existe uma outra posição com o mesmo nome ou o mesmo tag!
ru: Уже существует другая позиция с таким же именем или же тег!

source: Database updated successfully!
fr: Base de données mise à jour avec succès!
it: Database aggiornato con successo!
pt_br: Banco de dados atualizado com sucesso!
ru: База данных успешно обновлена!

source: Errors ocurred while trying to save data
fr: Des erreurs sont apparues lors de la sauvegarde des données
it: Errori occurred durante il tentativo di salvare i dati
pt_br: Ocorreram erros ao tentar salvar dados
ru: Произошли ошибки, исправить при попытке сохранить данные

source: Select at least a block!
fr: Sélectionnez au moins un bloc!
it: Selezionare almeno un blocco!
pt_br: Selecione pelo menos um bloco!
ru: Выберите по крайней мере блок!

source: Database updated successfully
fr: Base de données mise à jour avec succès
it: Database aggiornato con successo
pt_br: Banco de dados atualizado com sucesso
ru: База данных успешно обновлена

source: Errors ocurred while trying to do this action
fr: Des erreurs sont apparues lors de l'exécution de cette action
it: Errori occurred while cercando di fare questa azione
pt_br: Ocorreram erros ao tentar fazer esta ação
ru: Произошли ошибки, исправить при попытке сделать это действие

source: You must select at least one position!
fr: Vous devez sélectionner au moins une position!
it: È necessario selezionare almeno una posizione!
pt_br: Você deve selecionar pelo menos uma posição!
ru: Вы должны выбрать хотя бы одну позицию!

source: There was some errors:
fr: Il y a eu quelques erreurs:
it: C'è stato qualche errore:
pt_br: Houve alguns erros:
ru: Был некоторые ошибки:

source: Number of Comments:
fr: Nombre de commentaires:
it: Numero di Commenti:
pt_br: Número de Comentários:
ru: Количество комментариев:

source: Show module name:
fr: Voir le nom du module
it: Mostra il nome del modulo:
pt_br: Mostre o módulo:
ru: Показать имя модуля:

source: Yes
fr: Oui
it: Sì
pt_br: Sim
ru: Да

source: No
fr: Non
pt_br: Não

source: Show item name:
fr: Voir le nom de l'Item
it: Mostra nome dell'articolo:
pt_br: Mostre o artigo:
ru: Показать имя элемента:

source: Show username:
it: Visualizzare nome utente:
pt_br: Mostrar nome de usuário:
ru: Показать имя пользователя:

source: Show date:
fr: Voir la date
it: Mostra data:
pt_br: Mostrar data:
ru: Показать дату

source: No objects name has been provided!
pt_br: Nenhum nome de objetos foi fornecido!

source: No owner has been specified!
pt_br: Nenhum proprietário foi especificado!

source: Property "%s.%s" is not defined.
pt_br: Propriedade "%s.%s" não está definida.

source: Property "%s.%s" is read only.
pt_br: Propriedade "%s.%s" é somente leitura.

source: You must provide an array with columns names and titles as values pair!
pt_br: Você deve fornecer uma matriz com colunas nomes e títulos como valores par!

source: Invalid argument in RMActiveRecord::do_pairs. Array is required.
pt_br: Argumento inválido em RMActiveRecord :: do_pairs. Array é necessário.

source: Invalid argument in RMActiveRecord::do_pairs. A key and value are required.
pt_br: Argumento inválido em RMActiveRecord :: do_pairs. A chave e valor são obrigatórios.

source: The field "%s" could not be empty.
pt_br: O campo "%s" não pode ser vazio.

source: Property "%s::%s" is read only.
pt_br: Propriedade "%s::%s" é somente leitura.

source: Property "%s::%s" is not defined.
pt_br: Propriedade "%s::%s" não está definida.

source: Table name could not be empty.
pt_br: O nome da tabela não pode ser vazio.

source: No INNER JOIN parameters has been provided.
pt_br: Não INNER JOIN parâmetros tem sido fornecidos.

source: Choose Time
fr: Choisissez le temps
it: Scegli Ora
pt_br: Escolha Tempo
ru: Выберите время

source: All Users
fr: Tous les utilisateurs
it: Tutti gli utenti
pt_br: Todos os usuários
ru: Все пользователи

source: Select users
pt_br: Selecione os usuários

source: Available Modules
fr: Modules disponibles
it: Moduli disponibili
pt_br: Módulos disponíveis
ru: Доступные модули

source: Home Page
fr: Page d'accueil
pt_br: Página Inicial
ru: Домашняя страница

source: User page
fr: Page de l'utilisateur
it: Pagina utente
pt_br: Página de usuário
ru: Пользователь страницы

source: User profile page
fr: Page de profil de l'utilisateur
it: Pagina del profilo utente
pt_br: Página de perfil do usuário
ru: Страница профиля пользователя

source: Users registration
fr: Enregistrement de l'utilisateur
it: Registrazione Utenti
pt_br: Registro de usuários
ru: Регистрация пользователей

source: Edit user
fr: Editer un utilisateur
it: Modifica utente
pt_br: Editar usuário
ru: Редактировать пользователя

source: Read PM
fr: Voir les MP
it: Leggi PM
pt_br: Leia PM
ru: Читайте PM

source: Private messages
fr: Messages Privés
it: I messaggi privati
pt_br: Mensagens privadas
ru: Личные сообщения

source: Inner Pages
it: Pagine interne
pt_br: Páginas internas
ru: Внутренние страницы

source: Allow HTML
fr: Autoriser HTML
it: Permetti HTML
pt_br: Permitir HTML
ru: Разрешить HTML

source: Allow Xoops Code
fr: Autoriser Xoops Code
it: Consenti Xoops codice
pt_br: Permitir Código Xoops
ru: Разрешить Xoops код

source: Allow Smilies
fr: Autoriser Smileys
it: Permetti Smilies
pt_br: Permitir Smileys
ru: Разрешить смайлики

source: Allow break lines
fr: Autoriser les retours à la ligne
it: Consenti rompere le linee
pt_br: Permitir linhas de quebra
ru: Разрешить разрывать строки

source: Do images
it: Do immagini
pt_br: Fazer imagens
ru: У изображения

source: Select Files
fr: Sélectionnez les fichiers
it: Seleziona file
pt_br: Selecionar arquivos
ru: Выбрать файлы

source: All Files
fr: Tous les fichiers
it: Tutti i file
pt_br: Todos os arquivos
ru: Все файлы (*.*)

source: Fields marked with (*) are required.
fr: Les champs marqués d'un (*) sont requis.
it: I campi contrassegnati con (*) sono obbligatori.
pt_br: Os campos marcados com * são obrigatórios
ru: Поля, отмеченные "*", обязательны для заполнения.

source: Form element "%s" must be called providing required parameters.
pt_br: Elemento Form "%s" deve ser chamado fornecendo parâmetros necessários.

source: Form element of type "%s" does not exists.
pt_br: Elemento de formulário do tipo "%s" não existe.

source: The form element "%s" is not valid.
pt_br: O elemento de forma "%s" não é válido.

source: Button
pt_br: Botão

source: This field is required.
pt_br: Este campo é obrigatório.

source: Users
fr: Utilisateurs
it: Utenti
pt_br: Utilizadoras
ru: Пользователи

source: Add
pt_br: Adicionar

source: Groups
fr: Groupes
it: Gruppi
pt_br: Grupos
ru: Группы

source: Edit
fr: Editer
it: Modifica
pt_br: Editar
ru: Редактировать

source: Edit Group
pt_br: Editar Grupo

source: Delete
fr: Effacer
it: Elimina
pt_br: Excluir
ru: Удалить

source: Delete Groups
pt_br: Excluir grupos

source: Categories
fr: Catégories
it: Categoria
pt_br: Categorias
ru: Категории

source: New
pt_br: Novo

source: Images
it: Immagini
pt_br: Imagens
ru: Изображения

source: Dashboard
fr: Tableau de contrôle
pt_br: Painel de instrumentos
ru: Личный кабинет

source: Modules
it: Moduli
pt_br: Módulos
ru: Модули

source: Blocks
fr: Blocs
it: Blocchi
pt_br: Blocos
ru: Блоки.

source: Comments
fr: Commentaires
it: Commenti
pt_br: Comentários
ru: Коментарии

source: Updates
fr: Mises à jour
it: Aggiornamenti
pt_br: Actualizações
ru: Обновления

source: Posted on %s
fr: Posté le %s
pt_br: Postado em %s
ru: Опубликовано %s

source: Name
fr: Nom
it: Nome
pt_br: Nome
ru: Имя

source: Email address
fr: Adresse mail
it: Indirizzo e-mail
pt_br: Endereço de Email
ru: Адрес электронной почты

source: Web site
fr: Site Web
it: Sito Web
pt_br: Página de Internet
ru: Веб-сайт:

source: Your comment
fr: Votre commentaire
it: Inserisci un commento
pt_br: Comentário:
ru: Ваш комментарий

source: Submit Comment
fr: Soumettre le commentaire
it: Invia commento
pt_br: Enviar comentário
ru: Отправить комментарий

source: Submit a comment
fr: Soumettre un commentaire
it: Invia un commento
pt_br: Enviar um comentário
ru: Оставить комментарий

source: Please specify your name
fr: Merci de spécifier votre nom
it: Si prega di specificare il tuo nome
pt_br: Por favor, especifique o seu nome
ru: Пожалуйста, укажите Ваше имя

source: Please specify a valid email
fr: Merci de spécifier une adresse mail valide
it: Si prega di specificare una email valida
pt_br: Por favor, especifique um e-mail válido
ru: Пожалуйста, сформулируйте действительный адрес электронной почты

source: Please write a message
fr: Merci d'écrire un message
it: Per favore scrivi un messaggio
pt_br: Por favor, escreva uma mensagem
ru: Пожалуйста, напишите сообщение

source: Please enter a valid URL
fr: Merci d'entrer une URL valide
it: Inserisci un URL valido
pt_br: Por favor, digite uma URL válida
ru: Пожалуйста, укажите действительный URL

source: Method %s is deprecated. Use %s::%s instead.
pt_br: Método %s está obsoleta. Use %s :: %s em vez.

source: Get values from URL parameters without specify a valid type, can result in security issues. Please consider to specify a type before to get URL params.
pt_br: Obter valores de parâmetros de URL sem especificar um tipo válido, pode resultar em problemas de segurança. Por favor, considere especificar um tipo antes de obter params URL.

source: You don't have required rights to do this action!
pt_br: Se não tem o necessário direito de fazer esta ação!

source: No cache
pt_br: Sem cache

source: %u seconds
pt_br: % u segundos

source: 1 minute
it: 1 minuto
pt_br: 1 minuto
ru: 1 минута

source: %u minutes
pt_br: % u minutos

source: One hour
pt_br: Uma hora?

source: %u hours
pt_br: % u horas

source: One day
pt_br: Um dia..

source: %u days
pt_br: % u dias

source: One week
pt_br: Uma semana?

source: URL rewriting requires an Apache Server and mod_rewrite enabled!
it: URL rewriting richiede un server Apache e mod_rewrite abilitato!
pt_br: Regravação de URL requer um servidor Apache e mod_rewrite habilitado!
ru: URL переписывания требуется сервер Apache и mod_rewrite включен!

source: The configuration file for this block does not exists!
fr: Le fichier de configuration pour ce bloc n'existe pas!
it: Il file di configurazione per questo blocco non esiste!
pt_br: O arquivo de configuração para este bloco não existe!
ru: Файл конфигурации для этого блока не существует!

source: There was a problem trying to show the configuration options for this block!
fr: Il y a eu un problème pour afficher les options de configuration de ce bloc!
it: C'è stato un problema cercando di mostrare le opzioni di configurazione per questo blocco!
pt_br: Houve um problema ao tentar mostrar as opções de configuração para este bloco!
ru: Был проблемой пытаются показать параметры конфигурации для этого блока!

source: The module "%s" does not exists!
pt_br: O módulo "%s" não existe!

source: Property %s.%s does not exists.
pt_br: Propriedade %s . %s não existe.

source: This area requires user login!
pt_br: Esta área exige login de usuário!

source: Showing results <strong>%u</strong> to <strong>%u</strong> from <strong>%u</strong>.
pt_br: Mostrando resultados <strong>% u </ strong> para <strong>% u </ strong> a partir de <strong>% u </ strong>.

source: Help
fr: Aide
it: Aiuto
pt_br: Ajuda
ru: Справка

source: You must provide a valid time and format value to use RMTimeFormatter::format() method
fr: Vous devez fournir un format et une valeur de temps valide pour utiliser RMTimeFormatter::format() method
it: È necessario fornire un tempo di validità e il valore del formato da utilizzare RMTimeFormatter :: metodo format ()
pt_br: Você deve fornecer um tempo válido e valor formato a utilizar o método () RMTimeFormatter :: formato
ru: Вы должны предоставить действительный время и формат значение для использования RMTimeFormatter :: Format () метод

source: Sunday
fr: Dimanche
it: Domenica
pt_br: Domingo
ru: Воскресенье

source: Monday
fr: Lundi
it: Lunedì
pt_br: Segunda-feira
ru: Понедельник

source: Tuesday
fr: Mardi
it: Martedì
pt_br: Terça-feira
ru: Вторник

source: Wednesday
fr: Mercredi
it: Mercoledì
pt_br: Quarta-feira
ru: Среда

source: Thursday
fr: Jeudi
it: Giovedì
pt_br: Quinta-feira
ru: Четверг

source: Friday
fr: Vendredi
it: Venerdì
pt_br: Sexta-feira
ru: Пятница

source: Saturday
fr: Samedi
it: Sabato
pt_br: Sábado
ru: Суббота

source: January
fr: Janvier
it: Gennaio
pt_br: Janeiro
ru: Январь

source: February
fr: Février
it: Febbraio
pt_br: Fevereiro
ru: Февраль

source: March
fr: Mars
it: Marzo
pt_br: Marçp
ru: Март

source: April
fr: Avril
it: Aprile
pt_br: Abril
ru: Апрель

source: May
fr: Mai
it: Maggio
pt_br: Maio
ru: Май

source: June
fr: Juin
it: Giugno
pt_br: Junho
ru: Июнь

source: July
fr: Juillet
it: Luglio
pt_br: Julho
ru: Июль

source: August
fr: Aout
it: Agosto
pt_br: Agosto
ru: Август

source: September
fr: Septembre
it: Settembre
pt_br: Setembro
ru: Cентябрь

source: October
fr: Octobre
it: Ottobre
pt_br: Outubro
ru: Oктябрь

source: November
fr: Novembre
it: Novembre
pt_br: Novembro
ru: Ноябрь

source: December
fr: Décembre
it: Dicembre
pt_br: Dezembro
ru: Декабрь

source: Remove Image
fr: Enlever l'image
it: Rimuovi immagine
pt_br: Remover imagem
ru: Удалить изображение

source: Image manager...
fr: Gestionnaire d'images...
it: Gestore di immagini ...
pt_br: Gerente da imagem ...

source: Comments Manager
fr: Gestionnaire de commentaires
it: Commenti Direttore
pt_br: Comentários Gerente
ru: Комментарий менеджера

source: Do you really want to delete this comment?
fr: Voulez vous vraiment effacer ce commentaire?
it: Vuoi cancellare questo allarme?
pt_br: Você realmente quer apagar este comentário?
ru: Вы действительно хотите удалить этот комментарий?

source: Invalid operation
fr: Opération non valide
it: Operazione non valida
pt_br: Operação inválida
ru: Недопустимая операция

source: Sorry, session token expired!
fr: Désolé, la session a expirée!
it: Siamo spiacenti, token di sessione scaduta!
pt_br: Desculpe, token de sessão expirada!
ru: К сожалению, маркер сеанса истекло!

source: Unrecognized data!
fr: Données non reconnues!
it: Dati non riconosciuti!
pt_br: Dados não reconhecidos!
ru: Непризнанные данных!

source: Comments updated successfully!
fr: Les commentaires ont été mis à jour avec succès!
it: Commenti aggiornati con successo!
pt_br: Comentários atualizada com sucesso!
ru: Комментарий успешно обновлен!
