Repository: TXModXoopsTeam/rmcommon
Catalog: lang/*.po
Languages: fr, it, pt_br, ru

source: Common Utilities will use this method to send emails.
fr: Common Utilities utilisera cette méthode pour envoyer des emails
it: Utilità comuni useranno questo metodo per inviare le email.
pt_br: Utilitários comuns vai usar esse método para enviar e-mails.
ru: Общие утилиты будет использовать этот метод для отправки сообщений электронной почты.

source: SMTP server to use
fr: Serveur SMTP à utiliser
it: Server SMTP da utilizzare
pt_br: Servidor SMTP a ser usado
ru: SMTP-сервер для использования

source: Specify the server through with the emails will be sent.
fr: Spécifier le serveur au travers duquel les emails seront envoyés.
it: Specificare il server attraverso con verranno inviati i messaggi di posta elettronica.
pt_br: Especifique o servidor através dos e-mails serão enviados.
ru: Укажите сервер через с электронные почты будут отправлены.

source: SMTP encryption
fr: Cryptage SMTP
it: Crittografia SMTP
pt_br: Criptografia SMTP
ru: SMTP Шифрование

source: For SSL or TLS encryption to work, your PHP installation must have appropriate OpenSSL transports wrappers.
fr: Pour un cryptage SSL ou TLS, votre installation PHP doit avoir les protocoles de transports OpenSSL adéquates.
it: Per SSL o TLS per lavorare, la tua installazione di PHP deve avere adeguate OpenSSL trasporti wrapper.
pt_br: Para criptografia SSL ou TLS para o trabalho, a instalação do PHP deve ter OpenSSL apropriado transporta wrappers.
ru: Для SSL или TLS шифрования на работу, ваши PHP установка должна иметь соответствующие OpenSSL транспортов обертках.

source: SMTP server port
fr: Port du serveur SMTP
it: Porta del server SMTP
pt_br: Porta do servidor SMTP
ru: Порт сервера SMTP

source: Note that you must to write the appropriate port based on your encryption type selection.
fr: Notez que vous devez écrire le port approprié, basé sur le type de cryptage sélectionné.
it: Notare che è necessario per scrivere la porta appropriata in base alla selezione tipo di crittografia.
pt_br: Observe que você deve escrever a porta apropriada com base na sua seleção do tipo de criptografia.
ru: Обратите внимание, что вы должны написать соответствующий порт в соответствии с выбором типа шифрования.

source: SMTP username
fr: Nom d'utilisateur SMTP
it: Nome utente SMTP
pt_br: Nome de usuário SMTP
ru: Имя пользователя SMTP

source: SMTP password
fr: Mot de passe SMTP
it: Password SMTP
pt_br: Senha SMTP
ru: SMTP пароль

source: Sendmail path
fr: Chemin pour le sendmal
it: Percorso di Sendmail
pt_br: Sendmail caminho
ru: Sendmail пути

source: Input the command for sendmail, including the correct command line flags. The default to use is "/usr/sbin/sendmail -bs" if this is not specified.
fr: Entrer la commande pour le sendmail, incluant les bonnes balises sur les lignes de commandes. Par défaut "/usr/sbin/sendmail -bs" si rien n'est spécifié.
it: Inserire il comando per sendmail, incluso il corretto flag della riga di comando. Il valore di default da usare è "/usr/sbin/sendmail-bs", se questo non è specificato.
pt_br: Digite o comando para sendmail, incluindo os sinalizadores de linha de comando corretas. O padrão a ser usado é "/usr/sbin/sendmail -bs" se isso não for especificado.
ru: Введите команду для Sendmail, в том числе правильные флаги командной строки. По умолчанию, чтобы использовать является "/usr/sbin/sendmail -bs", если это не указано.

source: Enable RSS Center
fr: Activer le centre RSS
it: Abilita RSS Centro
pt_br: Ativar RSS Centro
ru: Включить RSS-центр

source: Enable internal blocks manager
fr: Activer la gestion des blocs interne
it: Abilita responsabile interno blocchi
pt_br: Ativar gerente blocos interno
ru: Включить внутренние блоки менеджером

source: Activate updates
fr: Activer les mise à jour
it: Attivare gli aggiornamenti
pt_br: Ative as atualizações
ru: Активируйте обновления

source: When this option is enabled, Common Utilities will search automatically updates for modules and other components.
fr: Lorsque cette option est activée, Common Utilities cherchera automatiquement les mises à jour pour les modules et autres composants.
it: Quando questa opzione è abilitata, utilità comuni cercherà automaticamente gli aggiornamenti per i moduli e altri componenti.
pt_br: Quando esta opção for habilitada, Utilities comum irá procurar automaticamente atualiza para os módulos e outros componentes.
ru: Когда эта опция включена, общие утилиты автоматически будет искать обновления для модулей и других компонентов.

source: Days between updates search
fr: Jours entre les recherches de mise à jour
it: Giorni tra ricerca aggiornamenti
pt_br: Dias entre as atualizações pesquisa
ru: Дней между обновлениями поиска

source: Show comments from internal comments system
fr: Voir les commentaires du systeme interne de commentaires
it: Visualizza commenti di sistema di commenti interno
pt_br: Mostrar comentários de comentários internos do sistema
ru: Показать комментарии от внутренних компьютеров комментарии

source: Allows to create a block with custom content.
fr: Autorise à créer un bloc avec un contenu personnalisé.
it: Permette di creare un blocco con contenuto personalizzato.
pt_br: Permite criar um bloco com conteúdo personalizado.
ru: Позволяет создавать блок с пользовательского контента.

source: Unknow
fr: Inconnu
ru: Неизвестно

source: Status
it: Stato
ru: Статус

source: Plugins
ru: Плагины

source: EXMCode Editor
ru: EXMCode редактор

source: Configure Plugin
it: Configura Plugin
ru: Формирование плагинов

source: HTML
ru: HTML Русский

source: Plain Text
fr: Texte plein
it: Testo normale
ru: Обычный текст

source: Red México Twitter
ru: Красный México Twitter

source: Red México Facebook
ru: Красный México Facebook

source: Custom Block
fr: Bloc personnalisé
it: Blocco personalizzato
ru: Пользовательского блока

source: Users List
fr: Liste des utilisateurs
it: Lista Utenti
ru: Список пользователей

source: Categories List
fr: Liste des catégories
it: Lista delle Categorie
ru: Список категорий

source: Add Images
fr: Ajouter des images
it: Aggiungere Immagini
ru: Добавить изображение

source: Showing <strong>%u</strong> to <strong>%u</strong> of <strong>%u</strong>.
fr: Montrer <strong>%u</strong> à <strong>%u</strong> de <strong>%u</strong>.
it: Risultati <strong>% u </ strong> per <strong>% u </ strong> di <strong>% u </ strong>.
ru: Показаны <strong>%u</strong>, чтобы <strong>%u</strong> из <strong>%u</strong>.

source: %s kb
ru: %s КБ

source: %s GB
ru: %s Гб

source: Search Users
fr: Rechercher des utilisateurs
it: Utenti
ru: Поиск пользователей

source: XoopsCode Editor
fr: Editeur Xoops Code
ru: XoopsCode редактор

source: TLS
ru: как TLS

source: Kilobytes
it: Kilobyte
ru: Килобайт

source: Megabytes
it: Megabyte
ru: Мегабайт

source: No Resize
fr: Pas de changement de taille
it: Disabilitato
ru: Нет Resize

source: Go!
fr: Aller!
ru: Давай!

source: Existing Users
fr: Utilisateurs existants
it: Utenti esistenti
ru: Существующих пользователей

source: Original
ru: Оригинальный

source: Smarty Tag
fr: Tag Smarty
ru: Smarty тегов

source: No Cache
fr: Pas de cache
ru: Нет Кэш

source: Visibility Options
it: Opzioni di visibilità
ru: Параметры видимости

source: Block Permissions
it: Permessi di blocco
ru: Блок Разрешения

source: Read Permissions
fr: Lire les permissions
it: Autorizzazioni di lettura
ru: Чтение разрешений

source: Home page
ru: Главная страница

source: If you want to manage or install new modules please go to Modules Management.
it: Se si desidera gestire o installare nuovi moduli visitate moduli di gestione.
ru: Если вы хотите управлять или установить новые модули, перейдите по ссылке Модули управления.

source: Updated: %s
fr: Mis à jour: %s
it: Aggiornato: %s
ru: Обнавлено: %s

source: Change name:
fr: Changer le nom
it: Variazione di nome
ru: Изменить имя:

source: Rename
fr: Renommer
it: Rinomina
ru: Переименовать

source: URL:
ru: URL-адрес:

source: Notice
it: Avviso
ru: Замечание

source: Email:
ru: Эл.адресу:

source: Order by:
fr: Classer par:
it: Ordina per
ru: Упорядочить эскизы

source: Email
ru: Электронная почта

source: PHP Mail()
it: Mail () di PHP

source: Bytes
it: byte

source: Target path "%s" odes not exists!
fr: Le chemin cible "%s" n'existe pas!

source: Image Manager
fr: Gestionnaire d'images

source: Link:
fr: Lien:

source: Do you really want to delete &quot;
fr: Voulez vous vraiment effacer &quot;

source: Unnaprove
fr: Désapprouver
