Repository: TXModXoopsTeam/rmcommon
Catalog: lang/*.po
Languages: fr, it, pt_br, ru

source: ERROR: Could not delete old template %s. Aborting update of this file.
fr: ERREUR: Impossible d'effacer l'ancien template %s. Annulation de la mise à jour de ce fichier.
it: ERRORE: Impossibile eliminare il vecchio modello %s . Interruzione aggiornamento di questo file.
pt_br: Erro: Não foi possível excluir modelo antigo %s . Abortar atualização deste arquivo.
ru: ОШИБКА: Не удается удалить старые шаблоны %s . Отменяем обновление этого файла.

source: Rebuilding blocks...
fr: Reconstruction des blocs
it: Ricostruire i blocchi ...
pt_br: Reconstruindo blocos ...
ru: Восстановление блоков ...

source: ERROR: Could not update %s
fr: ERREUR: impossible de mettre à jour %s
it: ERRORE: Impossibile aggiornare %s
pt_br: Erro: Não foi possível atualizar %s
ru: ОШИБКА: Не удалось обновить %s

source: Block %s updated.
fr: Bloc %s mis à jour
it: Blocco %s aggiornato.
pt_br: Bloquear %s atualizado.
ru: Блок %s обновляется.

source: Block ID: %s
fr: Bloc ID: %s
it: Blocca ID: %s
pt_br: Bloquear ID: %s
ru: Блок ID: %s

source: ERROR: Could not update %s template.
fr: ERREUR: Impossible de mettre à jour %s template
it: ERRORE: Impossibile aggiornare %s modello.
pt_br: Erro: Não foi possível atualizar %s modelo.
ru: ОШИБКА: Не удалось обновить %s шаблоном.

source: Template %s updated.
fr: Template %s mis à jour
it: Template %s aggiornato.
pt_br: Template %s atualizado.
ru: Шаблон %s обновляется.

source: ERROR: Could not create %s
fr: ERREUR: Impossible de créer %s
it: ERRORE: Impossibile creare %s
pt_br: Erro: Não foi possível criar %s
ru: ОШИБКА: Не удалось создать %s

source: ERROR: Could not add block access right
fr: ERREUR: Impossible d'ajouter les droits d'accès au bloc
it: Errore: Impossibile aggiungere l'accesso blocco di destra
pt_br: Erro: Não foi possível adicionar o direito de acesso do bloco
ru: ОШИБКА: Не удалось добавить блок прав доступа

source: Group ID: %s
fr: ID du groupe: %s
it: ID gruppo: %s
pt_br: ID do Grupo: %s
ru: Группа ID: %s

source: Added block access right
fr: Droit d'accès au bloc ajoutés
it: Aggiunto l'accesso blocco di destra
pt_br: Adicionado direito de acesso bloco
ru: Добавлена ​​право блокировать доступ

source: ERROR: Could not insert template %s to the database.
fr: ERREUR: Impossible d'insérer le template %s dans la base de données.
it: ERRORE: Impossibile inserire il modello %s al database.
pt_br: Erro: Não foi possível inserir modelo %s para o banco de dados.
ru: ОШИБКА: невозможно вставить шаблон %s к базе данных.

source: Template %s added to the database
fr: Le template %s a été ajouté à la base de données
it: Template %s aggiunto al database
pt_br: Molde %s adicionados à base de dados
ru: Шаблон %s добавлены в базу данных

source: ERROR: Template %s recompile failed
fr: ERREUR: Echec de la recompilation du Template %s
it: ERRORE: Template %s ricompilare fallito
pt_br: ERRO: Template %s falhou recompilação
ru: ОШИБКА: Шаблон %s перекомпиляция не удалось

source: Block %s created
fr: Bloc %s créé
it: Blocco %s creato
pt_br: Bloquear %s criado
ru: Блок %s создан

source: ERROR: Could not delete block %s
fr: ERREUR: Impossible d'effacer le bloc %s
it: ERRORE: Impossibile eliminare il blocco %s
pt_br: Erro: Não foi possível excluir bloco %s
ru: ОШИБКА: Не удается удалить блок %s

source: ERROR: Could not remove deprecated block template.
fr: ERREUR: Impossible d'enlever le template du bloc abimé
it: ERRORE: Impossibile rimuovere modello di blocco deprecato.
pt_br: Erro: Não foi possível remover o modelo de bloco preterido.
ru: ОШИБКА: Не удалось удалить устаревший шаблон блока.

source: Block template %s deprecated
fr: Le template du bloc %s est abimé
it: Blocco modello %s deprecato
pt_br: Modelo de bloco %s obsoleto
ru: Блок шаблона %s устаревшими

source: Deleting module config options...
fr: Effacement des options de configuration du module
it: Eliminazione di opzioni di configurazione del modulo ...
pt_br: Excluindo opções de configuração do módulo ...
ru: Удаление параметров конфигурации модуля ...

source: ERROR: Could not delete config data from the database
fr: ERREUR: Impossible d'effacer les données de configuration de la base de données
it: Errore: Impossibile eliminare i dati di configurazione del database
pt_br: Erro: Não foi possível excluir dados de configuração do banco de dados
ru: ОШИБКА: Не удается удалить конфигурационные данные из базы данных

source: Config ID: %s
fr: ID de configuration: %s
pt_br: Configuração ID: %s

source: Config data deleted from the database.
fr: Données de configuration effacées de la base de données
it: Dati di configurazione eliminati dal database.
pt_br: Dados de configuração excluído do banco de dados.
ru: Config данные удалены из базы данных.

source: Config option added
fr: Option de configuration ajoutée
it: Opzione Config aggiunto
pt_br: Opção de configuração adicionado
ru: Config добавлена ​​опция

source: Name:
fr: Nom:
it: Nome:
pt_br: Nome:
ru: Имя

source: Value:
fr: Valeur:
it: Valore:
pt_br: Valor
ru: Значение:

source: Config %s added to the database
fr: Configuration %s ajoutée à la base de données
it: Config %s aggiunto al database
pt_br: Config %s adicionados à base de dados
ru: Config %s добавлены в базу данных

source: ERROR: Could not insert config %s to the database.
fr: ERREUR: Impossible d'insérer dans la base de données la configuration de %s
it: ERRORE: Impossibile inserire configurazione %s al database.
pt_br: Erro: Não foi possível inserir configuração %s para o banco de dados.
ru: ОШИБКА: невозможно вставить конфигурации %s к базе данных.

source: Failed to execute %s
fr: Echec dans l'exécution de %s
it: Impossibile eseguire %s
pt_br: Falha ao executar %s
ru: Не удалось выполнить %s

source: %s executed successfully.
fr: %s exécuté avec succès.
it: %s stato eseguito con successo.
pt_br: %s executado com êxito.
ru: %s выполнена успешно.

source: Module %s updated successfully!
fr: Module %s mis à jour avec succès!
it: Modulo %s aggiornato con successo!
pt_br: Módulo %s atualizado com sucesso!
ru: Модуль %s успешно обновлен!

source: Update log for %s
fr: Log de mise à jour pour %s
it: Aggiornare il login per %s
pt_br: Atualização para o log %s
ru: Журнал обновлений для %s

source: Module %s could not be disabled!
fr: Le module %s ne peut pas être désactivé!
it: Modulo %s non può essere disabilitata!
pt_br: Módulo %s não pode ser desabilitado!
ru: Модуль %s не может быть отключена!

source: Module %s successfully disabled!
fr: Module %s désactivé avec succès!
it: Modulo %s disabilitato con successo!
pt_br: Módulo %s desativada com sucesso!
ru: Модуль %s успешно отключен!

source: Sorry, you don't have access to this page
fr: Désolé, vous n'avez pas les permissions d'accès à cette page
it: Spiacente, non hai accesso a questa pagina
pt_br: Desculpe, você não tem acesso a esta página
ru: К сожалению, у вас нет прав на эту страницу

source: Click here to refresh
fr: Cliquez ici pour rafraichir
it: Clicca qui per aggiornare
pt_br: Clique aqui para atualizar
ru: Нажмите здесь для обновления

source: You can not rename modules. Session token not valid!
fr: Vous ne pouvez renommer les modules. La session prise est invalide pour cela!
it: Non è possibile rinominare i moduli. Token di sessione non valida!
pt_br: Você não pode renomear módulos. Token de sessão não é válido!
ru: Вы не можете переименовать модулей. Маркер сеанса не действительны!

source: Data provided is not valid
fr: Les données fournies ne sont pas valides
it: I dati forniti non è valido
pt_br: Dados fornecidos não é válido
ru: Данные, предоставленные не действует

source: Module name could not be changed!
fr: Le nom du module ne peut être changé!
it: Nome modulo non poteva essere cambiato!
pt_br: Nome do módulo não pode ser mudado!
ru: Название модуля не может быть изменена!

source: Module name changed successfully!
fr: Nom du module changé avec succès
it: Nome modulo cambiato con successo!
pt_br: Nome do módulo alterada com sucesso!
ru: Имя модуля успешно изменен!

source: Plugins Manager
fr: Gestionnaire de plugins
it: Plugins Direttore
pt_br: Plugins Gerente
ru: Менеджер плагинов

source: You must specify a existing plugin
fr: Vous devez spécifier un plugin existant
it: È necessario specificare un plugin esistente
pt_br: Você deve especificar um plugin existente
ru: Необходимо указать существующий плагин

source: Specified plugin is installed already!
fr: Le plugin spécifié est déjà installé
it: Plug specificato è già installato!
pt_br: Especificado plugin é instalado já!
ru: Указано плагин уже установлен!

source: %s is not a valid plugin!
fr: %s n'est pas un plugin valide!
it: %s non è un plugin valido!
pt_br: %s não é um plugin válido!
ru: %s не является допустимым плагин!

source: Plugin could not be installed, please try again.
fr: Le plugin ne peut être installé, réessayez SVP.
it: Plugin non può essere installato, si prega di riprovare.
pt_br: Plugin não pôde ser instalado, por favor tente novamente.
ru: Плагин не может быть установлен, попробуйте еще раз.

source: The plugin has been inserted on database, but erros ocurred on this process.
fr: Le plugin a été inséré dans la base de données, mais des erreurs sont apparues lors de la tache.
it: Il plugin è stato inserito in banca dati, ma erros occurred in questo processo.
pt_br: O plugin foi inserido no banco de dados, mas mal posicionados ocorreu neste processo.
ru: Плагин был вставлен на базе данных, но erros ocurred на этот процесс.

source: Plugin installed succesfully!
fr: Plugin installé avec succès
it: Plugin installato con successo!
pt_br: Plugin instalado com sucesso!
ru: Плагин успешно!

source: Specified plugin is not installed yet!
fr: Le plugin spécifié n'est pas encore installé!
it: Plug specificato non è ancora installato!
pt_br: Especificado plugin não está instalado ainda!
ru: Указано плагин еще не установлен!

source: Plugin could not be uninstalled, please try again.
fr: Le plugin ne peut être désinstallé, réessayez SVP.
it: Plugin non poteva essere disinstallato, si prega di riprovare.
pt_br: Plugin não pode ser desinstalado, por favor, tente novamente.
ru: Подключаемый модуль не может быть удалена, попробуйте еще раз.

source: The plugin has been deleted from database, but erros ocurred on this process.
fr: Le plugin a été désinstallé de la base de données, mais des erreurs sont apparues dans la procédure.
it: Il plugin è stato eliminato dal database, ma erros occurred in questo processo.
pt_br: O plugin foi excluído do banco de dados, mas mal posicionados ocorreu neste processo.
ru: Плагин был удален из базы данных, но erros ocurred на этот процесс.

source: Plugin uninstalled succesfully!
fr: Plugin désinstallé avec succès!
it: Plugin disinstallato con successo!
pt_br: Plugin desinstalado com sucesso!
ru: Плагин успешно удален!

source: Plugin could not be updated, please try again.
fr: Le plugin ne peut être mis à jour, réessayez SVP.
it: Plugin non potrebbe essere aggiornato, si prega di riprovare.
pt_br: Plugin não pôde ser atualizado, por favor, tente novamente.
ru: Подключаемый модуль не может быть обновлено, попробуйте еще раз.

source: The database has been updated, but erros ocurred on this process.
fr: La base de données a été mise à jour, mais des erreurs sont apparues au cours du processus.
it: Il database è stato aggiornato, ma erros occurred in questo processo.
pt_br: O banco de dados foi atualizado, mas mal posicionados ocorreu neste processo.
ru: База данных была обновлена, но erros ocurred на этот процесс.

source: Plugin updated succesfully!
fr: Plugin mis à jour avec succès!
it: Plugin aggiornato con successo!
pt_br: Plugin atualizado com sucesso!
ru: Обновился плагин успешно!

source: Plugin status changed succesfully!
fr: Status du plugin changé avec succès!
it: Plugin stato cambiato con successo!
pt_br: Plugin estado alterado com sucesso!
ru: Плагин статус изменился успешно!

source: Specified plugin is not active!
fr: Le plugin spécifié n'est pas actif!
it: Plug specificato non è attivo!
pt_br: Especificado plugin não está ativo!
ru: Указано плагин не активное!

source: %s configuration
fr: configuration de %s
it: %s configurazione
pt_br: %s configuração
ru: %s конфигурации

source: Visual Editor
fr: Editeur Visuel
pt_br: Editor do Visual
ru: Визуальный редактор

source: Simple Editor
it: Semplice Editor
pt_br: Editor do Simples
ru: Простой редактор

source: HTML Editor
it: Editor HTML
pt_br: Editor de HTML
ru: Редактор HTML

source: Save Settings
fr: Sauvegarder les réglages
it: salva_impostazioni
pt_br: Guardar configurações
ru: Сохранить настройки

source: Settings updated!
fr: Paramètres mis à jour!
it: Impostazioni aggiornate!
pt_br: Configurações actualizado!
ru: Настройки обновлены!

source: Sorry, comments has been disabled by administrator
fr: Désolé, les commentaires ont été désactivés par le webmaster
it: Spiacente, i commenti sono stati disabilitati dall'amministratore
pt_br: Desculpe, comentários foi desativada pelo administrador
ru: К сожалению, комментарий был отключен администратором

source: You must provide your name and email in order to can post comments
fr: Vous devez fournir un nom et un email pour pouvoir poster des commentaires
it: È necessario fornire il vostro nome ed e-mail in modo da possono postare commenti
pt_br: Você deve fornecer seu nome e e-mail, a fim de pode postar comentários
ru: Вы должны указать свое имя и e-mail для того, чтобы могут оставлять комментарии

source: Sorry, you are not allowed to post comments!
fr: Désolé, vous n'êtes pas autorisé à poster des commentaires!
it: Spiacenti, non sei autorizzato a postare commenti!
pt_br: Desculpe, você não tem permissão para postar comentários!
ru: Извините, но вам не разрешено оставлять комментарии!

source: There are not params to save!
fr: Il n'y a pas de paramètres à sauvegarder
it: Non ci sono params per risparmiare!
pt_br: Não há params para salvar!
ru: Есть не ПАРАМЕТРЫ экономить!

source: Object type missing!
fr: Il manque le type d'objet!
it: Tipo di oggetto mancante!
pt_br: Tipo de objeto faltando!
ru: Тип объекта отсутствует!

source: Object name missing!
fr: Il manque le nom de l'objet!
it: Nome oggetto mancante!
pt_br: Nome do objecto em falta!
ru: Имя объекта отсутствует!

source: You must write a message!
fr: Vous devez écrire un message!
it: È necessario scrivere un messaggio!
pt_br: Você deve escrever uma mensagem!
ru: Вы должны написать сообщение!

source: Comment could not be posted!
fr: Le commentaire ne peut pas être posté!
it: Commento non può essere pubblicato!
pt_br: Comentário não pode ser publicado!
ru: Комментарий не мог быть в курсе!

source: Comment posted successfully!
fr: Commentaire posté avec succès
it: Commento postato con successo!
pt_br: Comentário publicado com sucesso!
ru: Комментарий отправлен успешно!

source: You are not allowed to edit this comment!
fr: Vous n'êtes pas autorisé à éditer ce commentaire!
it: Non sei autorizzato a modificare questo commento!
pt_br: Você não tem permissão para editar este comentário!
ru: Вы не можете редактировать этот комментарий!

source: Please specify a comment
fr: Merci de spécifier un commentaire
it: Si prega di inserire commenti
pt_br: Por favor, especifique um comentário
ru: Пожалуйста, сформулируйте комментарий

source: Invalid Operation
fr: Opération invalide
it: Operazione non valida
pt_br: Operação inválida
ru: Неверный Операция

source: You must provide a text for comment!
fr: Vous devez fournir un texte pour le commentaire!
it: È necessario fornire un testo per il commento!
pt_br: Você deve fornecer um texto para comentar!
ru: Вы должны представить для комментариев!

source: RSS Center
fr: Centre RSS
it: RSS Centro
pt_br: RSS Centro
ru: RSS центр

source: Choose an option to see its feed
fr: Choisissez une option pour voir son flux
it: Scegliere un'opzione per vedere il suo feed
pt_br: Escolha uma opção para ver a sua alimentação
ru: Выберите опцию, чтобы увидеть его кормить

source: This module does not support rss feeds
fr: Ce module ne supporte par les flux RSS
it: Questo modulo non supporta i feed RSS
pt_br: Este módulo não suporta feeds RSS
ru: Этот модуль не поддерживает RSS-каналы

source: Unauthorized action
pt_br: Ação não autorizada

source: You have not specified a module!
pt_br: Você não especificou um módulo!

source: You have not specified a valid module ID!
pt_br: Você não especificou um ID de módulo válido!

source: This module can not be configured with Common Utilities
pt_br: Este módulo não pode ser configurado com utilitários comuns

source: Preferences
pt_br: Preferências

source: Settings
fr: Réglages
it: Impostazioni
pt_br: Configurações
ru: Настройки

source: %s Settings
pt_br: %s Configurações

source: A module has not been specified!
pt_br: Um módulo não foi especificado!

source: The specified module does not exists.
pt_br: O módulo especificado não existe.

source: Settings saved successfully!
pt_br: Configurações guardads com sucesso

source: Type: %s
it: Tipo: %s
pt_br: Tipo: %s
ru: Тип: %s

source: Version: %s
it: Versione %s
pt_br: Versão: %s
ru: Версия: %s

source: Released on: %s
fr: Paru depuis: %s
it: Rilasciato il: %s
pt_br: Lançado em: %s
ru: Год выпуска: %s

source: Login required
fr: Identification requise
it: Accesso necessario
pt_br: É necessário iniciar sessão
ru: Требуется вход

source: Installing update...
fr: Installation de la mise à jour…
it: Installazione aggiornamento ...
pt_br: A instalação da atualização ...
ru: Установка обновления ...

source: Downloading %s
fr: Téléchargement %s
it: Scaricamento del file %s ...
pt_br: Baixando %s
ru: Скачивая %s

source: View details
fr: Voir les détails
it: Visualizza dettagli
pt_br: Ver detalhes
ru: Посмотреть подробности

source: Update now!
fr: Mettre à jour maintenant!
it: Aggiorna ora.
pt_br: Atualizar agora?
ru: Обновить сейчас.

source: Install Later
it: Installare tardi
pt_br: Instalar mais tarde
ru: Установить позже

source: File
fr: Fichier
pt_br: Arquivo
ru: Файл

source: Mode
it: Modalità
pt_br: Modo
ru: Режим

source: Size
fr: Taille
it: Dimensione
pt_br: Tamanho
ru: набора значений.

source: Action
it: Azioni
pt_br: Ação
ru: действие

source: Path: %s
it: Percorso: %s
pt_br: Caminho: %s
ru: Путь: %s

source: There are not modules that support rewrite feature.
pt_br: Não há módulos que suportam recurso de reescrita.

source: ERROR 404. Document not Found!
pt_br: ERRO 404. Documento não encontrado!

source: Request document %s could not be found in this server!
pt_br: Pedido documento %s não pôde ser encontrado neste servidor!

source: %s settings
fr: Réglages %s
it: %s impostazioni
pt_br: %s configurações
ru: %s настройки

source: General Settings
fr: Réglages Principaux
it: Impostazioni Generali
pt_br: Configurações Gerais
ru: Общие настройки

source: Custom Options
fr: Option personnalisées
it: Opzioni personalizzate
pt_br: Opções personalizadas
ru: Специальные возможности

source: Block Title
fr: Titre du bloc
it: Block Titolo
pt_br: Bloco de Título
ru: Основная надпись

source: Block position
fr: Position du bloc
it: Posizione di blocco
pt_br: Posição do bloco
ru: Положение блока

source: Block weight
fr: Poids du bloc
it: Peso del blocco
pt_br: Bloqueie peso
ru: Вес блока

source: Cache lifetime
fr: Durée de vie en cache
pt_br: Tempo de cache
ru: Срок хранения кэша

source: 30 seconds
fr: 30 secondes
it: 30 secondi
pt_br: 30 segundos
ru: 30 секунд

source: 5 minutes
it: 5 minuti
pt_br: 5 minutos
ru: 5 минут

source: 30 minutes
it: 30 minuti
pt_br: 30 minutos
ru: 30 минут

source: 1 hour
fr: 1 heure
it: 1 ora
pt_br: 1 hora
ru: 1 час

source: 5 hours
fr: 5 heures
it: 5 ore
pt_br: 5 horas
ru: 5 часов

source: 1 day
fr: 1 jour
it: 1 giorno
pt_br: 1 dia
ru: 1 день

source: 3 days
fr: 3 jours
it: 3 giorni
pt_br: 3 dias
ru: 3 дня

source: 1 week
fr: 1 semaine
it: 1 settimana
pt_br: 1 semana
ru: 1 неделя

source: 1 month
fr: 1 mois
it: 1 mese
pt_br: 1 mês
ru: 1 месяц

source: Visible
it: visibile
pt_br: Visível
ru: Видимый

source: Access Permissions
pt_br: Permissões de Acesso

source: Visible in
fr: Visible dans
it: Visibile in
pt_br: Visível em
ru: Видимые в

source: Custom Block Content
it: Personalizzato bloccare i contenuti
pt_br: Bloco de Conteúdo Personalizado
ru: Пользовательский блок содержимого

source: Content type:
fr: Type de contenu:
it: Tipo contenuto
pt_br: Tipo de conteúdo:

source: Formatted text
fr: Texte formaté
it: Testo formattato
pt_br: Texto formatado
ru: Форматированный текст

source: HTML block
fr: Bloc HTML
it: Blocco di HTML
pt_br: Bloco HTML
ru: HTML блок

source: PHP block
fr: Bloc PHP
it: Blocco PHP
pt_br: Bloco PHP
ru: PHP блок

source: XOOPS code
it: Codice XOOPS
pt_br: Código XOOPS
ru: XOOPS код

source: Blocks Administration
fr: Administration des blocs
it: Blocchi Amministrazione
pt_br: Blocos de Administração
ru: Блоки администрации

source: Add New Block
fr: Ajouter un nouveau bloc
it: Inserisci nuovo blocco
pt_br: Adicionar novo bloco
ru: Добавить Блок

source: Messages Console
it: Messaggi di Console
pt_br: Mensagens Console
ru: Сообщения консоли

source: Drag and drop blocks here
it: Trascinare e rilasciare i blocchi qui
pt_br: Arrastar e soltar blocos aqui
ru: Перетащить блоки здесь

source: Hide block
it: Nascondi blocco
pt_br: Ocultar bloco
ru: Скрыть блок

source: Show block
it: Mostra blocco
pt_br: Mostrar bloco
ru: Показать блок

source: Input a name to identify this position (<em>eg. Left blocks</em>)
fr: Entrez un nom pour identifier cette position (<em>eg. Left blocks</em>)
it: Immettere un nome per identificare questa posizione (ad es. Blocchi <em> Sinistra </ em>)
pt_br: Insira um nome para identificar esta posição (<em> por exemplo. Blocos Esquerda </ em>)
ru: Введите имя для идентификации этой позиции (например <em>. Левых блоков </ EM>)

source: Tag Name
fr: Nom du Tag
it: Nome del tag
pt_br: Nome do Tag
ru: Имя тега

source: Specify a name for the smarty tag to use in templates (eg. left_blocks). This tag will be used as Smarty tag (eg. &lt;{$left_blocks}&gt).
fr: Spécifiez un nom pour le tag smarty à utiliser dans le templates (eg. left_blocks). Ce tag sera utilisé comme un tag smarty (eg. &lt;{$left_blocks}&gt).
it: Specificare un nome per il tag Smarty di usare nel template (es. left_blocks). Questo tag sarà utilizzato come Smarty tag (es. <{$ left_blocks}>).
pt_br: Especifique um nome para a tag Smarty para usar em modelos (por exemplo, left_blocks). Esta marca será usada como Smarty tag (por exemplo, <{$ left_blocks}>).
ru: Укажите имя для Smarty тег для использования в шаблонах (например left_blocks). Этот тег будет использоваться в качестве тегов Smarty (например, <{$} left_blocks>).

source: Add Position
fr: Ajouter une position
it: Aggiungi posizione
pt_br: Adicionar Posição
ru: Добавить позиция

source: How to implement blocks
fr: Comment implémenter les blocs
it: Come implementare blocchi
pt_br: Como implementar blocos
ru: Как реализовать блоки

source: Bulk actions...
fr: Actions de masse...
it: Azioni in blocco ...
pt_br: Ações em massa ...
ru: Общее действие

source: Hidden
fr: Caché
it: Nascosto
pt_br: Oculto
ru: Скрытые

source: Apply
fr: Appliquer
it: Applica
pt_br: Aplicar
ru: Применять

source: Active
fr: Actif
it: Attivo
pt_br: Ativo
ru: Активно

source: There are not positions created yet!
it: Non ci sono posizioni ancora creato!
pt_br: Não há cargos criados ainda!
ru: Есть позиции не создал еще!

source: Loading
fr: Charger
it: Caricamento in corso
pt_br: A Carregar
ru: загрузки.

source: Loading data...
fr: Charger les données...
it: Caricamento dei dati...
pt_br: Carregamento de dados ...
ru: Загрузка данных.

source: Create New Category
fr: Créer une nouvelle catégorie
it: Crea nuova categoria
pt_br: Criar Nova Categoria
ru: Создать новую категорию

source: Category Name:
fr: Nom de la catégorie
it: Nome Categoria
pt_br: Nome da Categoria:
ru: Название категории
